[
  {
    "id": 1,
    "title": "1. ОБЩИЕ ПОНЯТИЯ О ЛОГИКЕ",
    "content": "<h2>1. ОБЩИЕ ПОНЯТИЯ О ЛОГИКЕ</h2>\n\n<p><strong>Логикой</strong> называется наука о законах правильного мышления, о правилах, которые мы должны соблюдать, чтобы безошибочно мыслить, приходить к верным выводам. Эти правила являются предметом науки логики.</p>\n\n<p>Мышление, правила которого изучает наука логики, сопутствует нам на всём протяжении нашей деятельности. Действуя во всех случаях жизни, по разнообразным поводам и в связи с различными обстоятельствами, мы обязательно мыслим. Какой бы вопрос ни возник в нашей повседневной деятельности, он требует определённого осмысливания.</p>\n\n<p>Мы, например, решаем научный вопрос, относящийся к какой-нибудь правовой дисциплине; мы вдумываемся в него, обсуждаем различные доводы в пользу того или иного решения. Это и есть мышление. Командир отдаёт боевой приказ. Чтобы дать приказ, ему нужно оценить обстановку и принять решение, которое является наиболее правильным, исходя из данной боевой обстановки. Это тоже мышление. В качестве судей мы решаем вопрос о виновности и наказании обвиняемого, проверяем факты, оцениваем доказательства. Это тоже мышление. И, наконец, мы решаем какой-нибудь свой частный, бытовой вопрос, например купить или не купить ту или иную вещь, и соображаем, нужно это сделать или нет. И это есть мышление.</p>\n\n<p>И вот в течение всего процесса мышления, в любой его стадии, по любому вопросу всегда может вкрасться ошибка. Если в мыслительный процесс вкралась ошибка, вывод будет неправильным. Логика и учит законам, т. е. правилам, которые следует соблюдать, чтобы в мышлении, в рассуждении, в соображении не было ошибок, чтобы можно было приходить к правильным выводам.</p>\n\n<p>Это важная, сложная и трудная задача. Из собственного опыта мы знаем, что сплошь и рядом делаем ошибки, когда обдумываем какой-нибудь вопрос. Этих ошибок можно избежать, если владеть знанием логики.</p>\n\n<p>Можно легко проследить ряд <strong>логических ошибок</strong>, с которыми приходится сталкиваться в нашей повседневной жизни. На экзамене по какой-нибудь дисциплине, вслушиваясь в ответы экзаменующегося, можно обнаружить достаточное количество логических ошибок. Слушая выступление докладчика на какую-либо тему, можно заметить, что иногда оратор перескакивает с одного вопроса на другой: он рассмотрел какой-нибудь вопрос, но ясности не получилось, а он уже идёт дальше, потом возвращается к тому, о чём говорил раньше, в общем получается путаница. Это всё логические ошибки.</p>\n\n<p>В практике судебной деятельности, в работе следователей, прокуроров и судей по конкретным судебным делам также можно найти достаточное количество <strong>логических ошибок</strong>, которые иногда приводят к неправильному разрешению уголовного дела.</p>\n\n<p>Из того, что сказано выше о логике и её значении, может создаться впечатление, что одно только знание логики даст возможность безошибочно решать любой вопрос. Это было бы неправильным представлением о логике. Логика изучает законы правильного мышления, но она не может заменить собой те конкретные знания, которые требуются для решения любого вопроса практической и научной деятельности. Для решения любого такого вопроса требуются определённые специальные знания, практический опыт, сообразительность, навыки. Логика же может только предостеречь от ошибок, дать возможность проверить правильность сделанного вывода.</p>\n\n<p>Виднейший английский учёный Джон Стюарт Милль, которому принадлежит один из лучших курсов логики, очень удачно сказал по поводу значения логики: «Логика не тождественна с познанием, хотя область логики и одинакова с областью познания. Логика есть общий судья и посредник всех частных исследований. Она не берётся отыскивать доказательства, но решает, найдены ли они. Логика не наблюдает, не изобретает, не открывает, но судит. Не дело логики учить врача, какими признаками сопровождается насильственная смерть. Эти сведения он должен почерпать из собственного опыта и наблюдения или из опыта и наблюдения своих предшественников на том же специальном поприще. Но логика судит о том, достоверны ли произведённые наблюдения и опыты для оправдания признаваемых врачом правил и достаточны ли эти правила для оправдания его действий. Логика не даёт ему (врачу) доказательств, но показывает ему, что делает доказательства доказательствами и как ему следует судить о них» (Д. С. Милль, Система логики, 1878 г., т. I, стр. 10).</p>\n\n<p>Как понять эту правильную мысль Милля? Предположим, возникло уголовное дело об убийстве. Должна быть произведена судебно-медицинская экспертиза, которая определит причины смерти, был ли это несчастный случай или результат болезни или имела место насильственная смерть. Может ли логика научить врача безошибочно решить этот вопрос? Логика этого сделать не может. Соответствующие положительные знания имеются в судебной медицине, и ими и должен руководствоваться судебно-медицинский эксперт. Но логика даёт возможность эксперту-врачу критически подойти к своей работе, к собственным выводам и проследить, правильно ли сделан вывод, нет ли какой-либо ошибки в ходе тех мыслей, которые привели эксперта к определённому заключению.</p>\n\n<p>Таким образом, значение логики в основном заключается в том, что она предохраняет от ошибок в процессе мышления по любому конкретному поводу, в любом конкретном случае.</p>\n\n<p>Итак, мы определили <strong>логику</strong> как науку о законах правильного мышления. Прежде чем изучать законы правильного мышления, мы должны ознакомиться с самим мышлением.</p>"
  },
  {
    "id": 2,
    "title": "2. МЫШЛЕНИЕ",
    "content": "<h2>2. МЫШЛЕНИЕ</h2>\n\n<p>Что такое мышление, чем оно характеризуется, что оно собой представляет? Разрешив эти вопросы, мы сможем разобраться в законах, которым подчиняется мышление.</p>\n\n<p><strong>Мышление</strong> представляет собой высшую форму душевной деятельности человека, направленную на познание действительности. Мышление отражает бытие, реальный объективный мир, всё то многообразие вещей, предметов, событий, которое развёртывается перед нами...</p>\n\n<p>Но мышление является не единственной формой психической деятельности человека. В психике человека действуют различные иные функции: чувства, переживания, воля и т. д. Всё это образует душевную жизнь человека. Человек не только мыслит, но и переживает, чувствует, желает.</p>\n\n<p>Чтобы понять, что собой представляет мышление человека на фоне всей его психической деятельности, нужно знать, как складывается мышление, как оно образуется, как создаётся. Следовательно, мы должны кратко рассмотреть и другие формы психической деятельности, которые направлены на то, чтобы познать мир, явления, предметы. Посмотрим, как складывается психическая деятельность человека, направленная на познание вещей, предметов и т. д.</p>"
  },
  {
    "id": 3,
    "title": "3. ОЩУЩЕНИЕ",
    "content": "<h2>ОЩУЩЕНИЕ</h2>\n\n<p>Познание у человека начинается с ощущения. Что такое ощущение? <strong>Ощущение есть результат воздействия внешнего мира на наши органы чувств</strong>.</p>\n\n<p>Ощущения различны, мы их испытываем постоянно. Мы видим свет, мы различаем цвета: белый, красный, зелёный — это всё ощущения. Ударившись обо что-либо, мы ощущаем боль. Мы ощупываем предмет рукой и ощущаем его твёрдость или мягкость. Это все ощущения.</p>\n\n<p>Значит, <strong>ощущение есть отражение в сознании человека определённого отдельного чувственного качества того или иного предмета</strong>: цвет, свет, мягкость, жёсткость и т. д.</p>"
  },
  {
    "id": 4,
    "title": "4. ВОСПРИЯТИЕ",
    "content": "<h2>ВОСПРИЯТИЕ</h2>\n\n<p>Другой, более высокой формой познавательной психической деятельности человека, непосредственно связанной с ощущением и примыкающей к нему, является восприятие. Его можно определить таким образом: <strong>восприятие — это есть непосредственное чувственное отражение действительности в сознании человека</strong>.</p>\n\n<p>Это очень похоже на ощущение, и может создаться впечатление, что нет различия между ощущением и восприятием. Действительно, между ними есть очень много общего, и это общее прежде всего то, что и ощущение и восприятие создаются одинаково — при помощи наших органов чувств.</p>\n\n<p>Разница между ощущением и восприятием заключается в том, что ощущением мы познаём отдельное чувственное качество того или иного предмета, но не весь предмет в целом, восприятием же мы познаем весь предмет в целом, всё явление. Например, перед нами доска для писания мелом. Когда мы смотрим на неё, у нас возникает определённый комплекс ощущений — чёрный цвет, белые линии, четырёхугольная форма и т. д. Но ощущения у нас создаются от определённых качеств этой доски: величины, цвета и т. д. Восприятие же охватывает все эти свойства предмета как целого: мы воспринимаем не разрозненные свойства доски в отдельности, а всю доску в целом, как единую вещь, имеющую своё назначение.</p>\n\n<p>Таким образом, в отличие от ощущения содержанием восприятия являются не отдельные чувственные качества, а целые предметы, целые явления, вся их совокупность, весь мир вещей и явлений.</p>\n\n<p>Таким образом, восприятие складывается из ощущений и представляет более сложную форму психической деятельности, чем ощущение. Но ошибочно думать, что восприятие — это простая сумма ощущений. Восприятие не является механическим сложением ощущений, потому что оно всегда связано с определённым осмысливанием данного предмета как целого.</p>"
  },
  {
    "id": 5,
    "title": "5. ПРЕДСТАВЛЕНИЕ",
    "content": "<h2>5. ПРЕДСТАВЛЕНИЕ</h2>\n\n<p>Следующей формой познавательной психической деятельности человека является представление. Что такое представление? <strong>Представление — это образ предмета или явления в нашем сознании, в данный момент нами не воспринимаемого</strong>.</p>\n\n<p>Что это означает и чем представление отличается от ощущения и восприятия? Ощущение и восприятие существуют у человека только в той мере и только в то время, пока происходит процесс воздействия какого-либо предмета или явления на наши органы чувств. Как только кончилось это воздействие, у нас уже восприятия не будет. Мы видим человека — у нас есть его восприятие; человек ушёл — восприятие кончилось. Но ощущение и восприятие не исчезают из нашего сознания бесследно. В данный момент мы можем не видеть какой-либо предмет, но мы можем его себе представить, потому что его образ сохранился в нашем сознании. Это и есть представление, т. е. сохранившийся в сознании человека образ явления или вещи, которой в данный момент он не воспринимает и которая на его органы чувств в данный момент не воздействует.</p>\n\n<p>Что общего между восприятием и представлением? Общим для восприятия и представления является их наглядность. Воспринимаем ли мы данный предмет в настоящую минуту или у нас в памяти сохранилось представление о нём, в нашем сознании фигурирует наглядный образ этого предмета. Таким образом, характерной чертой представления и восприятия является их <strong>наглядность</strong>.</p>"
  },
  {
    "id": 6,
    "title": "6. ПОНЯТИЕ",
    "content": "<h2>ПОНЯТИЕ</h2>\n\n<p>Ещё более сложной формой познавательной психической деятельности является понятие. Что такое понятие? Его можно определить так: <strong>понятие — это форма психической деятельности, отражающая общие и существенные признаки вещей и явлений</strong>.</p>\n\n<p>Представление и восприятие, как сказано выше, имеют наглядный характер, т. е. связаны с образом определённой конкретной вещи, предмета, явления. У меня может быть представление об этой доске, об этой кафедре, об этом человеке, т. е. содержанием представления или восприятия является какой-то единичный предмет, какая-то вещь, отдельное явление, отдельное событие, со всеми их индивидуальными свойствами.</p>\n\n<p>Мы воспринимаем и сохраняем представления различных вещей, предметов, явлений одного и того же рода, одного и того же характера. Из этих представлений, отдельных восприятий путём их обобщения создаётся новая, более сложная форма познавательной деятельности — <strong>понятие</strong>. Мы видим стоящую перед нами доску. Мы видели не только эту доску, ещё ранее мы видели их много. Обобщая свои восприятия отдельных досок, мы создаём понятие о доске. В этом понятии отсутствуют различные индивидуальные качества той или иной доски, мы берём только то, что есть существенного и общего во всех досках, а общее и существенное в них то, что все они чёрного цвета и на них можно писать мелом. Из этих общих и существенных признаков складывается понятие о данной вещи.</p>\n\n<p>Вы ведёте следствие по ряду уголовных дел и привлекаете отдельных лиц в качестве обвиняемых. У вас есть представление об обвиняемом Иванове, который обвиняется в краже, об обвиняемом Петрове, который обвиняется в дезертирстве, и т. д. Обобщая свои восприятия и представления об отдельных обвиняемых, вы создаёте себе <strong>понятие об обвиняемом по уголовному делу, об обвиняемом вообще</strong>, а не о каком-либо отдельном обвиняемом.</p>\n\n<p>Понятие лишено наглядности, конкретного образа оно не вызывает (в отличие от представления). Например, изучая уголовный процесс, мы говорим о правах обвиняемого, т. е. обвиняемого вообще. Значит — это понятие обвиняемого. Таким образом, <strong>понятие — это такая форма отражения в нашем сознании объективного мира, которая охватывает не индивидуальные, отдельные, иногда и случайные признаки того или иного явления, а только признаки существенные, общие для всей группы данных явлений</strong>.</p>\n\n<p>Понятие отвлекается от индивидуальных признаков отдельного представления, отдельного восприятия и представляет собой результат обобщения восприятий и представлений неопределённо большого количества лиц, явлений и предметов. Понятие имеет особое значение в логике, потому что, как мы увидим дальше, при помощи понятий и происходит мышление. Значит, карандаш, стол, стул, человек, слушатель, доблестное поведение, проявление трусости, успешность, неуспех, прилежание, леность, преступление, проступок и т. д. — это всё понятия, которые выражают определённые существенные признаки фактов, явлений, предметов, но не отражают отдельного конкретного предмета. Мышление происходит при помощи понятий, и когда человек мыслит, то он комбинирует, сочетает понятия.</p>"
  },
  {
    "id": 7,
    "title": "7. СУЖДЕНИЕ И УМОЗАКЛЮЧЕНИЕ",
    "content": "<h2>СУЖДЕНИЕ И УМОЗАКЛЮЧЕНИЕ</h2>\n\n<p>Сочетание двух или нескольких понятий, выражающее определённую мысль, называется <strong>суждением</strong>. Вот пример суждения: воину Красной Армии присущи храбрость и преданность родине. Это есть суждение, в нём сочетается несколько понятий, выражающих определённую мысль.</p>\n\n<p>Какие здесь понятия? Во-первых, воин, во-вторых, Красная Армия, в-третьих, храбрость и, в-четвёртых, преданность родине. Я сочетал эти понятия таким образом, что они выразили определённую мысль.</p>\n\n<p>Сочетание двух или нескольких суждений, сделанное таким образом, что из них вытекло новое суждение, называется <strong>умозаключением</strong>. Например: одно суждение — воину Красной Армии присущи доблесть и преданность родине; другое суждение — красноармеец Иванов несколько раз проявлял в бою храбрость.</p>\n\n<p>Из этих двух суждений вытекает третье: красноармеец Иванов — достойный боец Красной Армии. Это есть умозаключение. Я беру два суждения и из них вывожу третье.</p>\n\n<p>Мышление протекает при помощи понятий, которые сочетаются в суждения, а суждения сочетаются в умозаключения. Это и есть процесс мышления.</p>"
  },
  {
    "id": 8,
    "title": "8. СВОЙСТВА МЫШЛЕНИЯ",
    "content": "<h2>СВОЙСТВА МЫШЛЕНИЯ</h2>\n\n<p>Сущность мышления состоит в осмысливании того, что нами воспринимается, т. е. в осмысливании явлений, вещей, предметов в их существенных связях и взаимоотношениях. Мышление вскрывает закономерности явлений природы, закономерности явлений общества и даёт нам возможность познать мир, природу, общество, человека, самих себя.</p>\n\n<p>Мышление отражает реальное бытие, реальное движение действительности и служит целям её познания. Человек мыслит всегда в процессе своей бодрствующей жизни, но его мысль является более напряжённой тогда, когда он хочет что-то понять, например, когда он слушает лекцию, читает книгу, обдумывает вопрос.</p>\n\n<p>Мышление позволяет познавать то, чего нельзя ни видеть, ни слышать, ни воспринимать какими-либо органами чувств. По этому поводу у Ленина есть очень интересное замечание. Ленин пишет: «Представление не может схватывать движения с быстротой 300 000 км в 1 секунду, а мышление схватывает и должно схватывать» (Философские тетради, стр. 218). Движение поезда, который движется со скоростью десятков километров в час, мы можем воспринять, но движение предмета или вещества со скоростью в 300 тысяч км в 1 секунду мы не воспримем глазом, а мыслью воспримем.</p>\n\n<p>Мышление связано со всей психической деятельностью человека, а психическая деятельность человека не сводится только к мышлению, она включает в себя многообразный мир чувств, эмоций, волевых актов и т. д. Нет человека, который бы только мыслил, т. е. был бы существом только мыслящим. Человек — существо <strong>мыслящее</strong>, но и <strong>чувствующее</strong>, <strong>желающее</strong>, и его душевная жизнь имеет разнообразное и богатое содержание.</p>"
  },
  {
    "id": 9,
    "title": "9. СТАДИИ МЫСЛИТЕЛЬНОГО ПРОЦЕССА",
    "content": "<h2>9. СТАДИИ МЫСЛИТЕЛЬНОГО ПРОЦЕССА</h2>\n\n<p>Каждая мыслительная операция, т. е. процесс мышления в связи с каким-либо конкретным фактом, событием, обстоятельством проходит несколько, а именно шесть стадий (или фаз). Какой бы вопрос вы ни обдумывали, если даже обдумывание займёт полминуты, ваш процесс мышления пройдёт через 6 стадий.</p>\n\n<p>Стадии эти следующие:</p>\n\n<ul>\n  <li><strong>Первая стадия</strong> — возникновение и постановка вопроса, который надо решить.</li>\n</ul>\n\n<p>Возьмём пример из следственной практики: вы ведёте следствие по уголовному делу, у вас возникает вопрос о применении к обвиняемому меры пресечения. Для того чтобы решить вопрос о мере пресечения, вам нужно его обдумать, и этот процесс пройдёт шесть стадий. Первая стадия — возникновение и постановка вопроса, который нужно решить в данном конкретном случае. Ваш процесс мышления начинается с того, что вы сами поставите вопрос о применении меры пресечения к обвиняемому, мысленно его сформулируете.</p>\n\n<ul>\n  <li><strong>Вторая стадия</strong>, или фаза, — отнесение данного вопроса к определённой области знания.</li>\n</ul>\n\n<p>Вы поставили перед собой вопрос о мере пресечения для обвиняемого. Следующий вопрос будет о том, в какой же области знания вам нужно искать ответ на этот вопрос. Вы отвечаете себе: в уголовном процессе, в уголовно-процессуальном кодексе.</p>\n\n<ul>\n  <li><strong>Третья стадия</strong>, или фаза, — нахождение общего правила, на основе которого может быть решён вопрос.</li>\n</ul>\n\n<p>Ваша мыслительная деятельность в этот момент будет заключаться в том, что вы будете просматривать уголовно-процессуальный кодекс и искать в нём ту статью, которая вам ответит на вопрос о мере пресечения. Вы найдёте в уголовно-процессуальном кодексе ряд статей, которые говорят о мерах пресечения: ст. ст. 143, 144, 158 и др.</p>\n\n<ul>\n  <li><strong>Четвёртая стадия</strong>, или фаза, — применение данного правила к данному конкретному случаю.</li>\n</ul>\n\n<p>Вы нашли те правила — в нашем примере процессуальные правила, — которые относятся к вопросу о мере пресечения. Вам нужно их применить к данному конкретному случаю. Вы начинаете подводить данный случай под указанные статьи кодекса. Могут быть случаи, когда этот процесс очень лёгок: прямо в статье закона вы найдёте ответ, как вам нужно поступить. Но это бывает далеко не всегда. Часто конкретный случай может быть в достаточной мере сложен, и вопрос о том, как применять данное правило к данному случаю, будет требовать особого труда.</p>\n\n<ul>\n  <li><strong>Пятая стадия</strong> мыслительного процесса — построение и проверка <strong>гипотезы</strong>.</li>\n</ul>\n\n<p>О гипотезах нам придётся говорить далее подробно. <strong>Гипотеза</strong> — это определённое предположение, которое мы условно признаём правильным, но которое нуждается в проверке, чтобы выяснить его истинность. В данном случае в отношении меры пресечения у вас сразу возникает несколько гипотез: 1) обязательно ли применять к обвиняемому меру пресечения? 2) если нужно, то какую именно? Может быть, этой мерой должна быть подписка о невыезде, может быть, ближайшее наблюдение в части (в отношении военнослужащего), заключение под стражу или домашний арест. Закон указывает варианты решения, и вам нужно подумать, какой из них для данного случая будет правилен. Вы прикинете все варианты и будете взвешивать доводы за и против того или иного решения.</p>\n\n<ul>\n  <li><strong>Шестая стадия</strong> — суждение по данному вопросу, фиксирующее его решение.</li>\n</ul>\n\n<p>Когда вы обдумали вопрос, взвесили все возможные решения и пришли к выводу, что нужно принять одно из них, то вы фиксируете в мыслительном акте, что надо сделать в данном случае, например, что в качестве меры пресечения следует применить заключение под стражу. Этот последний акт мысли, фиксирующий принятое решение, и будет шестой фазой, которой заканчивается мыслительный процесс.</p>"
  },
  {
    "id": 10,
    "title": "10. АНАЛИЗ И СИНТЕЗ",
    "content": "<h2>10. АНАЛИЗ И СИНТЕЗ</h2>\n\n<p>Остановимся на основных умственных операциях, на тех мыслительных приёмах, которые применяются в процессе познания явлений, вещей и событий. Такими приёмами, которые мы применяем при мышлении, при познании, являются прежде всего <strong>анализ</strong> и <strong>синтез</strong>.</p>\n\n<h3>Что такое анализ?</h3>\n<p><strong>Анализ</strong> — это мысленное расчленение предмета или явления на его части и выделение, таким образом, существенных его элементов из всей суммы тех обстоятельств, в которых предмет или явление даны нам в восприятии.</p>\n\n<p>Таким образом, анализируя, мы прежде всего мысленно расчленяем предмет (или явление) на части, чтобы выбрать из этих частей наиболее существенное. Приведём примеры, которые могут пояснить процесс (или метод) анализа. Вы видите перед собой какой-нибудь предмет, например стол. В вашем представлении и восприятии дан стол как целое; вы видите целый предмет. Всматриваясь в этот предмет, вы мысленно расчленяете его на отдельные части и свойства; вы выделяете размер стола, его высоту, длину, ширину, форму — круглую или четырёхугольную, окраску и т. д. Таким образом, всматриваясь в предмет, вы его как нечто целое мысленно расчленяете на отдельные части, на отдельные элементы.</p>\n\n<p>Другой пример — из судебной практики. В качестве судьи или следователя вы выслушиваете показания свидетеля. Он рассказывает о том, что видел и слышал по делу. Вслушиваясь в показания свидетеля, вы анализируете его рассказ, т. е. опять-таки разлагаете на части, разделяете и отделяете друг от друга отдельные факты, обстоятельства, утверждения, которые содержатся в показаниях свидетеля для того, чтобы их проверить. Это и есть процесс анализа.</p>\n\n<h3>Что такое синтез?</h3>\n<p><strong>Синтез</strong> — это мысленное соединение частей предмета или явления в одно целое, рассмотрение этого предмета или явления как некоторого единства. Если в процессе анализа вы тот или иной предмет или явление мысленно разложили на части, на кусочки, то в процессе синтеза вы эти кусочки соединяете и у вас создаётся понятие о целом предмете или явлении.</p>\n\n<p>В примере со столом, вы при анализе отделяли элементы восприятия друг от друга, определяя форму, цвет, длину, ширину и т. д. Если же вы составляете себе понятие о столе вообще, то вы те отдельные элементы, которые являются существенными для понятия стола, синтезируете, т. е. соединяете, и создаёте понятие о столе. То же самое с показаниями свидетеля: после того как вы проанализировали показания, вы из отдельных утверждений свидетеля восстанавливаете в целом виде то явление или событие, о котором он вам показывал. Это есть синтез.</p>\n\n<p>Синтез производится после того, как путём анализа из всего комплекса содержания восприятия выделены существенные обстоятельства и признаки и отброшены случайные, несущественные. Для пояснения можно привести такое сравнение. Представьте себе часового мастера, которому вы отдали в починку часы. Этот часовой мастер прежде всего разбирает часы, т. е. раскладывает их на части, вынимает отдельные винтики, пружинки. Этот процесс соответствует анализу. А затем часовщик опять все эти части собирает и составляет вновь уже исправленные часы. Это соответствует синтезу. Но когда мы говорим об анализе и синтезе, мы имеем в виду не физическое расчленение предмета, а мысленное разъединение его признаков и свойств. Поэтому вполне возможно провести анализ и синтез, не трогая самого предмета. Анализ и синтез происходят в сознании, в мышлении, а соответствует ли этому реальный разбор, разложение самого предмета на части и их соединение, это зависит от обстоятельств, от случая (например, химический анализ и синтез).</p>\n\n<p>Очень ясное применение методов анализа и синтеза мы наблюдаем в судебном разбирательстве. Прежде всего само слово «разбирательство» происходит от слова «разбирать», т. е. расчленять, разъединять. Само это слово указывает на аналитический характер деятельности суда. В деле объединены различные факты, доказательства, обстоятельства. Суд разбирает дело, т. е. разделяет отдельные факты, и каждый факт рассматривает в отдельности, проверяет каждое доказательство, знакомится с каждым документом. Это и есть анализ. Когда судьи эту работу проделали и в совещательной комнате обсуждают приговор, они начинают соединять все эти отдельные факты, доказательства, документы и на основе всего этого составляют себе представление о картине преступления, восстанавливают всю обстановку преступления в совокупности, как оно имело место в реальной действительности. Это и есть синтез.</p>\n\n<p>Таким образом, судебная работа всегда связана с применением анализа и синтеза. В любой другой области мы всегда, часто сами того не замечая, постоянно анализируем и синтезируем.</p>"
  },
  {
    "id": 11,
    "title": "11. АБСТРАКЦИЯ И ОБОБЩЕНИЕ",
    "content": "<h2>АБСТРАКЦИЯ И ОБОБЩЕНИЕ</h2>\n\n<p>Следующие два приёма мышления, две умственные операции, которые применяются в процессе познания,— <strong>абстракция</strong> и <strong>обобщение</strong>.</p>\n\n<p><strong>Абстракция</strong> — по-русски означает отвлечение. <strong>Абстракция</strong> — это мысленное выделение или мысленное извлечение из явления или предмета каких-либо его существенных сторон, каких-либо отдельных свойств и оставление всех остальных сторон и свойств без внимания. Поясним примером. Проделывая химические опыты, мы изучаем химический состав воды и при этом отвлекаемся от её питьевых свойств, т. е. мы исследуем воду, её состав, но питьевые свойства оставляем в стороне. Мы выделили отдельные стороны предмета, а остальные оставляем без внимания.</p>\n\n<p>Или, например, мы знакомимся с документом, который удостоверяет какие-либо обстоятельства (с удостоверением личности, служебной характеристикой и т. д.). Мы обращаем внимание на содержание документа, но нас не интересует свойство или качество бумаги, на которой он написан. Следовательно, мы от свойства бумаги отвлекаемся, т. е. не обращаем на него внимания, сосредоточивая наше внимание на содержании письма.</p>\n\n<p>Таким образом, <strong>абстракция</strong>, или отвлечение, состоит в том, что мы выделяем только отдельные свойства, которые нас интересуют, а на остальные, несущественные для нас, не обращаем внимания. Процесс <strong>абстракции</strong>, или отвлечения, мы встречаем во всех областях любой деятельности, потому что какой бы предмет или явление мы ни описывали, мы не можем абсолютно всё описать, мы всегда выделяем только отдельные стороны, отдельные свойства, которые имеют существенное значение. Значит, отвлекаться, <strong>абстрагироваться</strong> можно не от всех сторон предмета или явления, а только от несущественных свойств, не имеющих значения, иначе получится неправильное понятие данного предмета, данного явления. Это хорошо видно из примера с документом, который приведён выше. Когда вы знакомитесь с документом, вас интересует его текст, содержание, но не интересует качество бумаги. Обычно так и бывает. Но если вы рассматриваете уголовное дело о подложном документе, вы не можете в этом случае <strong>абстрагироваться</strong> от качества бумаги, на которой написан подложный документ, потому что качество бумаги может иметь существенное значение.</p>\n\n<p>Из изложенного видно, что <strong>абстракция</strong> связана с анализом и представляет собой как бы его продолжение. Для того чтобы <strong>абстрагироваться</strong>, т. е. отвлечься от определённых свойств данного предмета, надо выделить все эти свойства, т. е. разделить представление на его составные части, на одни обратить внимание, от других отвлечься.</p>\n\n<p>Другая мыслительная операция — <strong>обобщение</strong>. <strong>Обобщение</strong> — это мысленный переход от единичного факта или явления к общим положениям, общим понятиям, общим правилам. Мы рассматриваем единичные предметы, находим, что в них есть общего, и <strong>обобщаем</strong> их, т. е. формулируем общие положения, которые относятся уже не только к каждому отдельному предмету или явлению, а ко всем им в совокупности. Например, мы изучаем способы, при помощи которых удачно раскрывались отдельные преступления, и, <strong>обобщая</strong> их, вырабатываем общие методы, общие правила раскрытия преступлений. Это есть <strong>обобщение</strong>, так как от отдельных конкретных фактов мы переходим к общим правилам, общим положениям. Ясно, что <strong>обобщение</strong> связано с синтезом и представляет собой продолжение синтеза.</p>"
  },
  {
    "id": 12,
    "title": "12. ДЕДУКЦИЯ И ИНДУКЦИЯ",
    "content": "<h2>12. ДЕДУКЦИЯ И ИНДУКЦИЯ</h2>\n\n<p>Следующие два важнейших и очень сложных метода, при помощи которых мышление человека осуществляет познание мира, явлений, предметов, называются <strong>дедукцией</strong> и <strong>индукцией</strong>. Дедукция — по-русски значит выведение, индукция — наведение. Рассмотрим их отдельно.</p>\n\n<p><strong>Дедукция</strong> — это заключение от общего к частному, т. е. вывод из общего правила относительно данного конкретного случая. Примером дедукции может служить заключение, которое с древних времён постоянно приводится в исследованиях по логике: все люди смертны, Сократ человек, значит, Сократ смертен. Это дедукция, потому что общее правило, что все люди смертны, мы применили к конкретному случаю и сделали вывод относительно данного человека — философа Сократа.</p>\n\n<p>Другой пример. Согласно ст. 193-7 Уголовного кодекса РСФСР, дезертирство является преступлением и к совершившим его применяется определённая мера наказания. Красноармеец Иванов дезертировал из части; следовательно, к красноармейцу Иванову должно быть применено определённое наказание. Это дедукция, потому что общее правило, сформулированное в законе, мы применяем к данному частному случаю — к красноармейцу Иванову и делаем вывод для данного частного случая.</p>\n\n<p><strong>Индукция</strong> — это заключение от частного к общему, т. е. процесс, обратный по сравнению с дедукцией. Применяя индукцию, мы изучаем отдельные факты и на основании их изучения составляем общие положения, общие правила. Например; мы постоянно наблюдали случаи, при которых хинин оказывал жаропонижающее действие. Из этого мы сделали вывод, что хинин вообще является жаропонижающим средством. Это индукция. На основании отдельных случаев мы составили общее правило, общее утверждение относительно жаропонижающих свойств хинина.</p>\n\n<p>Другой пример, связанный с судебной практикой. В судебной практике всегда можно убедиться, что исчерпывающее выяснение причин смерти и тяжести телесных повреждений можно произвести только при помощи медицинских знаний. Иначе получаются ошибки. На основании этого опыта, на основании многочисленных случаев подобного рода закон формулирует общее правило, изложенное в ст. 63 уголовно-процессуального кодекса; экспертиза обязательно назначается для установления причин смерти и тяжести телесных повреждений. Значит, это правило установлено путём индукции, т. е. от частных отдельных случаев мы перешли к формулированию общего правила, общей процессуальной нормы.</p>\n\n<p>Дедукция и индукция представляют собой два основных и важнейших метода логического мышления и исследования, методы познания. Многие учёные, изучающие логику, делят весь курс логики на два раздела — <strong>дедуктивная</strong> и <strong>индуктивная</strong> логика.</p>\n\n<p>О дедукции и индукции в дальнейшем речь будет идти подробнее; сейчас ограничимся общими понятиями. Отметим для ясности такого рода свойства индукции и дедукции. Дедукция прежде всего производится рассуждением, чисто мыслительной работой. Процесс дедукции заключается в том, что мы имеем какое-то общее правило и какой-то частный случай, факт, и нам нужно этот частный факт подвести под общее правило и сделать из этого соответствующий вывод.</p>\n\n<p>Индукция — это прежде всего опытное исследование, т. е. непосредственное изучение явлений действительности, изучение фактов, событий, явлений, предметов. Индукция всегда связана с наблюдением явлений и предметов, с производством опытов, экспериментами, с экспериментальным исследованием явлений природы. В процессе реальной мыслительной деятельности дедукция и индукция тесно связаны и переплетаются друг с другом. Энгельс писал: «Индукция и дедукция связаны между собой столь же необходимым образом, как синтез и анализ» (Энгельс, Диалектика природы, 1941, стр. 182).</p>"
  },
  {
    "id": 13,
    "title": "13. ЛОГИКА И ПСИХОЛОГИЯ",
    "content": "<h2>13. ЛОГИКА И ПСИХОЛОГИЯ</h2>\n\n<p>Следующий вопрос, который нам нужно рассмотреть,—это вопрос о взаимоотношении логики с другой наукой, тесно с ней связанной,—с психологией. <strong>Психология</strong> — это наука о законах душевной деятельности, психической жизни человека. Психология так же, как и логика, изучает законы мышления. Таким образом, между ними есть тесная связь, но есть и различие. В чём различие между логикой и психологией? Разница двоякая.</p>\n\n<p>Во-первых, разница между логикой и психологией состоит в том, что логика изучает только законы мышления, тогда как психология изучает законы всей душевной деятельности человека, т. е. не только мышление, но и эмоции, чувства, волю и т. д. Во-вторых, различие между логикой и психологией заключается в том, что хотя обе эти науки изучают законы мышления, но они изучают разные законы.</p>\n\n<p>Законы мышления, изучаемые логикой, это не те законы, которые изучает психология, и для того чтобы понять различие между логикой и психологией в этом отношении, нужно прежде всего понять двойное значение, двойной смысл понятия закона. Есть два вида законов.</p>\n\n<ul>\n  <li>Первый вид законов — это законы, которые представляют собой выражение общей и необходимой связи явлений. Таких законов мы знаем много: закон всемирного тяготения, законы, управляющие движением планет, вращением земли вокруг своей оси и вокруг солнца. Это есть законы, которые устанавливают необходимую связь между явлениями. Из области общественных наук мы знаем закон развития общества, согласно которому развитие общественных и политических форм, государства и права зависит от развития производительных сил и производственных отношений. Это также закон как выражение необходимой связи между явлениями.</li>\n  <li>Второй вид законов представляет собой нечто отличное. Закон — это есть правило, которому необходимо следовать, которое нужно соблюдать, чтобы достигнуть определённых результатов или чтобы избежать нежелательных последствий. Примером таких законов являются юридические законы — законы органов государственной власти, например уголовные законы, процессуальные законы, конституционные законы. Эти юридические законы вовсе не выражают необходимой связи между явлениями, они предписывают определённые правила, чтобы их соблюдением достигались определённые результаты. К этому же виду законов относятся законы этические, нравственные правила, предписывающие определённое поведение людей при их взаимоотношениях.</li>\n</ul>\n\n<p>В чём основное различие между первым и вторым видом законов? Законы первого вида не могут быть нарушены. Если бы имело место нарушение закона первого вида, то этот закон уже не был бы законом, потому что раз можно нарушить связь между явлениями, значит эта связь не является общей и необходимой. Законы второго вида можно нарушить, например, можно не исполнить требований юридического закона, можно нарушить нормы нравственности. Нарушение юридического или этического закона не аннулирует этих законов, но представляет собою отрицательное, вредное явление и к нарушителям применяются соответствующие меры воздействия — уголовное наказание, административное или дисциплинарное взыскание, общественное осуждение. В дальнейшем мы ещё вернёмся к этому двойному значению понятия закона.</p>\n\n<p><strong>Законы психологии</strong> — это законы первого вида, а <strong>законы логики</strong> — это законы второго вида. Психология изучает законы мышления в смысле выражения необходимой связи между явлениями душевной жизни человека. Психология изучает, как протекает мышление человека независимо от того, правильно оно или неправильно, здоровое или больное, развитое или примитивное. Логика же устанавливает и рассматривает те правила, по которым должно протекать мышление, которые необходимо соблюдать, если мы желаем достигнуть правильных выводов. Значит, законы психологии относятся к первому виду законов, а законы логики ко второму виду.</p>"
  },
  {
    "id": 14,
    "title": "14. ВОЗНИКНОВЕНИЕ И РАЗВИТИЕ НАУКИ ЛОГИКИ",
    "content": "<h2>ВОЗНИКНОВЕНИЕ И РАЗВИТИЕ НАУКИ ЛОГИКИ</h2>\n\n<p>Что значит само слово «логика»? <strong>Логика</strong> — это древнегреческое слово; происходит оно от слова „λέγω“, что означает — говорить, объяснять, мыслить, и от другого, связанного с этим, слова „логос\", что значит — слово, мышление, разум. От этих слов и происходит слово логика.</p>\n\n<p><strong>Логика</strong> — старая, древняя наука; она возникла в V в. до нашей эры в древней Греции. Возникновение её связано со следующими обстоятельствами. В V в. до нашей эры в древней Греции происходила ожесточённая борьба между аристократией и демократией. Борьба закончилась победой рабовладельческой демократии. Победа демократии повлекла за собой бурный расцвет политической жизни, культуры, науки; особенно ценилось в то время искусство публично выступать, говорить перед публикой, вести научные диспуты, вести споры по различным вопросам философии.</p>\n\n<p>И вот логика на самом первом этапе своего развития создалась как практическое руководство для ведения спора, дискуссии, полемики. Такая логика, т. е. руководство или искусство ведения споров, полемики, носила в древней Греции знакомое нам наименование <strong>диалектики</strong>. Но диалектика в то время значила совсем не то, что она значит сейчас, когда мы говорим о диалектике, диалектическом развитии, диалектическом мышлении. Слово диалектика происходит от греческого слова „διαλέγομαι“, что означает вести спор.</p>\n\n<p>Предполагалось, что если во время спора удастся вскрыть противоречия в утверждениях противника и преодолеть эти противоречия, то таким образом можно найти истину. Значит, логика того времени представляла собой искусство спора и лишь впоследствии диалектический способ был распространён на природу и превращён в способ познания природы как изменяющейся и развивающейся в процессе развития противоречий.</p>\n\n<p>Диалектика как искусство спора очень широко применялась в древних Афинах. Обычно порядок спора был таков: двое спорят по какому-либо философскому или иному вопросу; спорят на площади, на рынке, под открытым небом. Вокруг них скопляется много людей, и все с напряжённым вниманием следят за тем, как протекает спор, кто победит в этом споре. Наглядное представление о применении этой диалектики можно составить по диалогам философа Платона.</p>\n\n<p>Платон большинство своих сочинений излагал в форме описания споров, которые вёл его учитель Сократ с софистами и с последователями других учений по различным философским вопросам. Эти споры протекали таким образом. Один спорящий задаёт другому вопросы; другой только на эти вопросы отвечает, но сам вопросов не задаёт, своих мнений, своих рассуждений не излагает. Спор всегда начинался с того, что один из спорящих утверждал какое-либо положение, а другой — обратное ему.</p>\n\n<p>Например, один утверждал, что порок всегда вреден, а другой утверждал, что порок может быть полезен. Один спорящий задавал другому вопросы, добиваясь, чтобы второй согласился с каким-то его утверждением, и когда тот соглашался, то первый из этого утверждения делал логические выводы, принуждая своего противника прийти к выводам, которые противоречили тому, что это лицо ранее утверждало. Таким образом, если одному из спорящих удавалось вскрыть противоречия в суждениях другого, он оказывался победителем в споре.</p>\n\n<p>Такая диалектика очень часто вырождалась в <strong>софистику</strong>, в пустое словопрение, игру слов. Но в основном диалектика являлась способом убеждения относительно определённых положений, развития и распространения идей, воззрений по политическим и философским вопросам.</p>\n\n<p>Древнегреческая диалектика была способом познания, применявшимся с тем, чтобы изучить, познать природу, мир, явления общественной жизни. Но это ещё не была наука в собственном смысле слова. Создание логики как науки, как определённой отрасли научного знания имело место позднее, в IV в. до нашей эры, и принадлежит величайшему мыслителю древности <strong>Аристотелю</strong>, который детально разработал основные правила логического мышления.</p>\n\n<p><strong>Аристотелем</strong> разработана система <strong>дедукции</strong>. Аристотель разработал также некоторые положения <strong>индукции</strong>, но очень мало и сжато. Система дедуктивного мышления была изучена Аристотелем настолько полно, что логические правила, которыми мы пользуемся и теперь, в основном были разработаны им. Поэтому Аристотеля и называют „отцом логики\".</p>\n\n<p>В средние века аристотелева логика имела очень широкое распространение, и учёные средних веков детально разработали различные проблемы логики; ими был создан целый ряд объемистых, громоздких, кропотливо составленных трудов по логике. Но средневековая логика отличается <strong>схоластичностью</strong>, она во многом означала шаг назад по сравнению с логикой Аристотеля.</p>\n\n<p>Аристотель разрабатывал логику как систему правил научного мышления, чтобы достигнуть познания мира. Средневековая философия характеризуется как <strong>схоластика</strong>. Слово схоластика происходит от латинского слова „schola“, т. е. школа. В эпоху средневековья философии была раздроблена на множество враждовавших друг с другом школ. Отсюда и вся философия стала называться схоластикой.</p>\n\n<p>В это время философия занимала положение „служанки богословия\", задачи свои усматривала не в познании мира, а в приведении различных областей знания в соответствие с церковными догматами. Поэтому логика в средние века представляла собой правила мышления, при помощи которых делались различные выводы из заранее установленных церковных догматов. Средневековая схоластика восприняла аристотелеву логику только с её формальной стороны и выбросила из неё всё то ценное, что в ней было, именно направленность на познание мира, подчинив эту логику задачам богословия.</p>\n\n<p>Вследствие этого индукция, хотя бы и в зачаточном виде представленная в логике Аристотеля, в средневековой логике исчезла; средневековая логика занималась только дедукцией. Правда, нельзя сказать, что вся деятельность схоластики в вопросах логики была только отрицательной: различные технические способы построения суждений и умозаключений, технические приёмы мышления разрабатывались очень детально.</p>\n\n<p>В новое время, в связи с созданием новых форм общественных отношений, логика как наука приняла новый вид. Продолжала развиваться и разрабатываться система дедуктивных методов, а вместе с тем громадное развитие получила ранее почти неизвестная <strong>индукция</strong>.</p>\n\n<p>Как сказано было выше, индукция связана с экспериментальными методами исследования. Расцвет экспериментальной науки в новое время повлёк за собой то, что в логике наряду с разделом дедукции был создан не менее подробно развитый раздел, посвящённый индукции.</p>\n\n<p>Индукция как метод научного исследования, если оставить в стороне некоторые замечания, которые содержались у Аристотеля, была выдвинута в XIII столетии. Её создал замечательный мыслитель того времени, францисканский монах <strong>Роджер Бэкон</strong>. Более полно и систематично индукция была разработана в XVI и XVII столетиях. Эту громадную плодотворную работу провёл крупнейший учёный того времени <strong>Фрэнсис Бэкон</strong> (однофамилец Роджера Бэкона).</p>\n\n<p>Особенное развитие индуктивная логика получила в XIX столетии, в связи с расцветом экспериментальных опытных наук. Английскому учёному <strong>Джону Стюарту Миллю</strong> принадлежит громадная заслуга в том, что он создал систему индуктивной логики, как второго раздела науки логики. Его замечательная, имеющая до сих пор большое значение книга „Система логики\" появилась впервые в 1843 г.</p>"
  },
  {
    "id": 15,
    "title": "15. ФОРМАЛЬНАЯ ЛОГИКА",
    "content": "<h2>15. ФОРМАЛЬНАЯ ЛОГИКА</h2>\n\n<p><strong>Формальной логикой</strong> называется наука, которая изучает только <strong>формы мышления</strong>, которая интересуется только <strong>формальной связью и последовательностью наших мыслей и заключений</strong>, не касаясь их правильности по существу, отвлекаясь от их соответствия действительности.</p>\n\n<p>Суть формальной логики заключается в том, что она устанавливает правила, которых нужно придерживаться при наших рассуждениях и заключениях, хотя бы те положения, из которых мы исходим и делаем выводы, были по существу неправильны. Точно так же и правильность выводов формальная логика рассматривает только с той точки зрения, насколько эти выводы согласуются с теми положениями, из которых они вытекают, хотя бы сами выводы не соответствовали действительности.</p>\n\n<p>Например, я говорю: «Все люди трусы, Иванов человек — значит, Иванов трус». Формально это правильно, т. е. вывод логически построен правильно, но по существу это неправильно, потому что неверно утверждение, что все люди трусы; может быть, Иванов и действительно трус, но это вовсе не потому, что все люди трусы, а может быть, Иванов и смелый человек, но формальная логика этим не интересуется.</p>\n\n<p>Таким образом, формальная логика интересуется <strong>логической последовательностью наших рассуждений</strong>, не касаясь того, насколько правильны положения, из которых мы делаем выводы, и насколько правильны по существу выводы, полученные в результате наших умозаключений. Такая формальная логика господствовала в период средних веков.</p>\n\n<p><strong>Формальную логику</strong> создал Аристотель, но его логика не была только мальной, так как всю систему своих методов Аристотель подчинил задачам познания мира. Средневековая логика брала только формальную сторону мышления, отвлекаясь от обоснованности наших выводов по существу. Вопрос о соответствии наших утверждений действительности формальную логику не интересовал.</p>\n\n<p>Новые учёные, исследовавшие вопросы логики в XIX—XX столетиях, обычно <strong>дедуктивную логику</strong> рассматривают как логику формальную, но <strong>индуктивную логику</strong> как формальную они не рассматривают. И действительно, индуктивная логика формальной в прямом смысле слова не является. Дедукция же, которая учит нас, как делать выводы из общих положений, может быть формальной.</p>\n\n<p>Однако дедукция и индукция не представляют собой двух самостоятельных, оторванных друг от друга методов. Выше были приведены слова Энгельса о том, что индукция и дедукция связаны между собой столько же необходимо, как анализ и синтез. Ни одно научное исследование не может быть только дедуктивным или индуктивным; оно обязательно будет и дедуктивным, и индуктивным. И в практической жизни мы постоянно сочетаем дедуктивные и индуктивные приёмы мышления.</p>\n\n<p>Вся система логики как науки — это есть совокупность приёмов мышления, содействующих познанию мира, действительности, природы, общества. Ту науку логики, которая сейчас является предметом нашего изучения, нет оснований называть <strong>формальной логикой</strong>, во-первых, потому, что очень важный её раздел (индукция) изучает не только формы мышления, но и методы исследования явлений действительности, а во-вторых, потому, что и раздел логики, посвящённый дедукции, хотя и относится к формальной стороне мышления, но своей задачей имеет выработку приёмов, содействующих познанию действительности, мира.</p>\n\n<p>Иными словами, чисто <strong>формальные правила мышления</strong>, занимая в науке логики большое место, не покрывают всего её содержания, не исчерпывают всех её задач.</p>"
  },
  {
    "id": 16,
    "title": "16. ЛОГИКА И ДИАЛЕКТИКА",
    "content": "<h2>ЛОГИКА И ДИАЛЕКТИКА</h2>\n\n<p>Диалектический метод познания природы рассматривает её явления как вечно движущиеся, изменяющиеся, а развитие природы как результат взаимодействия и «борьбы» противоположных сил. Созданная Марксом и Энгельсом и развитая дальше Лениным и Сталиным материалистическая диалектика представляет собой науку о всеобщих законах развития природы, общества, мышления.</p>\n\n<p>Энгельс в своей работе «Диалектика природы» различает объективную и субъективную диалектику. <strong>Объективная диалектика</strong> царит в природе. Объективная диалектика — это само развитие, само движение явлений природы, явлений общества в борьбе и взаимодействии противоположных сил, развитие путём противоречий, путём переходов из одного качества в другое качество, т. е. диалектика самого развития объективной действительности, объективного мира, природы и общества.</p>\n\n<p><strong>Субъективная диалектика</strong> — это отражение в мышлении господствующего во всей природе развития путём противоположностей, путём взаимодействия и «борьбы» противоположных сил. Энгельс писал: «Так называемая объективная диалектика царит во всей природе, а так называемая субъективная диалектика, диалектическое мышление, есть только отражение господствующего во всей природе движения путём противоположностей, которые и обусловливают жизнь природы своими постоянными противоречиями и своим конечным переходом друг в друга, либо в более высокие формы» (Энгельс, Диалектика природы, 1941, стр. 168).</p>\n\n<p>Таким образом, мы можем так уяснить себе соотношение объективной и субъективной диалектики. Объективная диалектика — это само развитие явлений объективного мира — природы и общества. Субъективная диалектика — это отражение этого развития в сознании, в мышлении человека, в наших понятиях. Вот эта — субъективная диалектика и есть то, что мы называем <strong>диалектической логикой</strong>.</p>\n\n<p>Та логика, которая излагается в этом курсе, уже ограниченнее, проще, чем диалектическая логика. Логика, являющаяся предметом этого курса, не есть само познание мира во всём многообразии его проявлений. Познать мир, природу, действительность, общество, человека можно не на путях изучаемой нами логики, а на путях диалектики.</p>\n\n<p>Логика, которую мы сейчас излагаем, проще, её задачи ограниченнее; она изучает только законы правильного мышления, т. е. правила, которые нужно соблюдать, чтобы в мышлении не допускать ошибок. Значит, <strong>диалектическая логика</strong> — это есть метод познания мира, природы, общества, человека. Логика, которой мы сейчас занимаемся, изучает только правила, которым нужно следовать, чтобы не допускать в наших суждениях ошибок. Поэтому такая логика не может претендовать на познание мира во всём многообразии его проявлений. Это наука, скорее, техническая в том смысле, что она изучает главным образом технику мыслительного процесса. Позже мы вернёмся к этому же вопросу о соотношении логики и диалектики и тогда увидим, что логика и диалектика не противоречат друг другу. Логика представляет собой частный случай диалектики.</p>\n\n<p>Сейчас мы ограничимся разграничением самих понятий логики как науки о законах правильного мышления и <strong>диалектической логики</strong> как науки о всеобщих законах развития действительности, мира, т. е. природы, общества и мышления.</p>\n\n<p>Таким образом, мы имеем просто логику и диалектическую логику. Та логика, которая сейчас представляет предмет наших занятий, в отличие от диалектической логики может быть названа <strong>логикой в узком смысле слова</strong>. В дальнейшем изложении для краткости мы все время будем говорить просто «логика».</p>"
  },
  {
    "id": 17,
    "title": "СИСТЕМА ЛОГИКИ",
    "content": "<h2>СИСТЕМА ЛОГИКИ</h2>\n\n<p>Предметом логики являются <strong>законы правильного мышления</strong>, и соответственно этому предмету вся наука логики распадается на ряд проблем, тем, вопросов таким образом, что все эти проблемы охватывают основные формы и способы мышления.</p>\n\n<p>Эти темы следующие:</p>\n\n<ul>\n  <li>1-я тема — Предмет и система логики.</li>\n  <li>2-я тема — <strong>Основные законы мышления</strong>. Поскольку логика изучает законы правильного мышления, а мы увидим дальше, что такого рода законов, такого рода правил много, естественно, что все эти правила мышления должны опираться на какие-то наиболее общие, основные законы мышления. Этим основным законам мышления и посвящена 2-я тема.</li>\n  <li>3-я тема — Понятие. Как мы уже знаем, мышление производится в понятиях. Мысля, мы оперируем понятиями; следовательно, соответствующей темой или проблемой, которая должна быть изучена, является понятие.</li>\n  <li>4-я тема — Определение и деление понятий. Эта тема непосредственно примыкает к предыдущей и является её продолжением.</li>\n  <li>5-я тема — Суждение. Как мы уже говорили выше, суждение представляет собой сочетание, связь понятий, в которых выражается какая-то мысль.</li>\n  <li>6-я тема — Умозаключение. Умозаключение представляет собой сочетание, связь суждений, подобно тому как суждение представляет собой сочетание понятий.</li>\n  <li>7-я тема — Силлогизм. <strong>Силлогизм</strong>—это особый вид умозаключения, именно дедуктивное умозаключение, крайне важное в процессе мышления и достаточно сложное, вследствие чего изучению силлогизма должно быть уделено большое внимание.</li>\n  <li>8-я тема — Индукция. Мы указывали разницу между дедукцией и индукцией. Эта тема посвящена методам индуктивного исследования.</li>\n  <li>9-я тема — Доказательство. Тема эта крайне важная для практических работников юстиции. Здесь нам придётся, изучая логические доказательства, ознакомиться с теми способами, при помощи которых из одного факта, из одного утверждения делается вывод о другом факте, другом утверждении. При изучении важнейшей части Уголовного процесса — теории доказательств приходится опираться на те положения, которые устанавливает логика в этой очень важной её главе.</li>\n  <li>10-я тема — <strong>Логические ошибки</strong>. Поскольку логика учит правильно мыслить, избегать ошибок в мышлении, очень большое значение имеет изучение тех типичных ошибок, которые постоянно встречаются в мышлении, не только теоретическом, но и обычном, каждодневном. Нам придётся говорить о соответствующих логических ошибках в любой теме этого курса, но в этой теме должны быть в систематическом виде изложены ошибки, которые наиболее часто встречаются и которых надо особенно избегать.</li>\n  <li>11-я тема — Методология наук. Это обобщающая тема, в известной мере уже выходящая за пределы, за рамки логики в узком смысле слова. Здесь речь будет идти о самом понятии науки, что такое вообще наука, о классификации наук, какие науки бывают, как эти науки относятся друг к другу.</li>\n</ul>\n\n<p>Все эти проблемы в их взаимной связи и последовательности и составляют систему науки логики как целостного и единого в своей основе учения о законах правильного мышления.</p>\n\n<h2>Тема II. ОСНОВНЫЕ ЗАКОНЫ ЛОГИЧЕСКОГО МЫШЛЕНИЯ</h2>"
  },
  {
    "id": 18,
    "title": "ПОНЯТИЕ ОБ ОСНОВНЫХ ЗАКОНАХ ЛОГИЧЕСКОГО МЫШЛЕНИЯ",
    "content": "<h2>ПОНЯТИЕ ОБ ОСНОВНЫХ ЗАКОНАХ ЛОГИЧЕСКОГО МЫШЛЕНИЯ</h2>\n\n<p>Поскольку логика является наукой о законах правильного мышления, она устанавливает ряд <strong>законов</strong>, т. е. норм, правил, которые следует соблюдать в процессе мышления. Эти правила многообразны, их мы будем изучать в дальнейшем изложении.</p>\n\n<p>Но все они опираются на небольшое число основных, наиболее общих правил, <strong>законов мышления</strong>. Эти наиболее общие правила мышления, являющиеся основой для всех остальных логических правил, называются <strong>основными законами мышления</strong>.</p>\n\n<p>Существует 4 основных закона мышления:</p>\n<ul>\n  <li>закон тождества;</li>\n  <li>закон противоречия;</li>\n  <li>закон исключённого третьего;</li>\n  <li>закон достаточного основания.</li>\n</ul>"
  },
  {
    "id": 19,
    "title": "ЗАКОН ТОЖДЕСТВА",
    "content": "<h2>ЗАКОН ТОЖДЕСТВА</h2>\n\n<p>Первый закон мышления — закон тождества. Он формулируется таким образом: всякий объект мышления равен самому себе, тождествен с самим собой. Закон тождества обозначается формулой: АА есть АА; или А=АА=А.</p>\n\n<p>Примеры. Стол есть стол, человек есть человек, Сократ есть Сократ, убийство есть убийство, обвиняемый есть обвиняемый и т. д. То есть вы берёте любой предмет или понятие и утверждаете, что он есть он и оно есть именно оно. Закон тождества с первого взгляда производит несколько странное впечатление. Что это за новость, что человек есть человек, а Стол есть стол? Ведь это, по-видимому, совершенно беспредметное и бессодержательное утверждение. Это первое сомнение сразу же возникает, как только мы подходим к изучению закона тождества. Второе сомнение такого свойства: каждый предмет изменяется, явления развиваются. Как же каждый предмет, каждое явление равны самим себе?</p>\n\n<p>Стол есть стол, но стол изменяется. Если мы возьмём эту кафедру, то по закону тождества мы скажем: эта кафедра есть кафедра, но через месяц она может измениться — изменится её окраска, состав вещества, из которого она сделана, а мы говорим, что каждый предмет, каждое явление равны самим себе. Преступление есть преступление. Но оценка этого преступления, способы его совершения, степень его социальной опасности меняются в зависимости от обстановки, от общественных условий. Данный человек гр. Иванов есть гр. Иванов, он равен самому себе; но ведь он меняется, сейчас уже не тот, каким он был 10 лет назад, а через 10 лет он будет не тем, каким он является сейчас: человек развивается, меняется физически и духовно.</p>\n\n<p>Чтобы вскрыть содержание закона тождества и убедиться в том, что это вовсе не формальный пустяк, нужно усвоить, что закон тождества имеет несколько значений.</p>\n\n<ul>\n  <li><strong>Первое значение закона тождества</strong> таково. Каждый предмет, каждое явление, каждая вещь может обладать многими признаками и свойствами. В наших суждениях об этих вещах, этих явлениях, предметах мы можем обращать внимание то на одни, то на другие признаки и свойства и выделять одни, оставлять в стороне другие. Но во всех этих случаях мы все эти свойства и признаки неизменно приписываем одному и тому же предмету, одному и тому же явлению. Значит, в процессе мышления мы можем обращать внимание на различные признаки и свойства одного и того же предмета, но будем их относить к одному и тому же предмету.</li>\n  <p>Например, возьмём историческую фигуру, которая всегда приводится в качестве примера в различных трактатах логики,— философа Сократа. Что мы можем сказать о Сократе? Сократ обладал различными свойствами, и мы можем в различных наших суждениях обращать внимание то на одну, то на другую сторону личности Сократа. Можем сказать: Сократ — видный философ древности. Можем сказать: Сократ был врагом демократии. Можем сказать: Сократ был учителем Платона. Можем сказать: Сократ был казнён по приговору суда. Можем ещё многое сказать о Сократе. В каждом из этих суждений обращается внимание на какую-либо одну сторону личности Сократа. Но во всех этих случаях имеется в виду одно и то же лицо — Сократ. Мы можем указывать различные признаки и состояния одного и того же лица, но когда мы говорим: Сократ — видный философ древности, а затем: Сократ был учителем Платона,— всё это относится к одному и тому же лицу — к Сократу.</p>\n  <p>Возьмём пример из судебной практики. Вы ведёте в качестве следователя, прокурора или судьи уголовное дело. По поводу обвиняемого по этому делу, например гр-на Иванова, вы можете высказать различные суждения. Например: обвиняемый Иванов имеет в прошлом судимость за растрату. Затем: обвиняемый Иванов изобличается показаниями свидетеля Петрова. Потом: к обвиняемому Иванову применяется в качестве меры пресечения заключение под стражу. Далее: Иванов осуждён к 10 годам лишения свободы. Во всех этих суждениях содержатся различные высказывания, указываются различные признаки и состояния, но все они относятся к Иванову, к одному и тому же лицу. Вы видите, что закон тождества уже не выглядит таким странным, каким он может показаться на первый взгляд.</p>\n  <li><strong>Второе значение закона тождества</strong>: объект нашей мысли может изменяться, могут изменяться его признаки, свойства, состояния, но во всех этих изменениях объект нашей мысли остаётся самим собой, остаётся тождественным с самим собой. Закон тождества и выражает эту относительную неизменность предметов, явлений, т. е. то относительно неизменное, что сохраняется в объекте при всех его изменениях.</li>\n  <p>Поясним примером. Вы знаете какого-либо человека — гр-на Иванова — на протяжении многих лет. На протяжении этих лет Иванов изменялся иногда очень существенно: раньше он был молод, сейчас он старше; за это время он получил высшее образование; изменилась его работа, изменился его внешний облик, он пополнел или похудел, изменился его характер, появились новые черты, изменились его взгляды и поведение и т. д. Значит, Иванов изменился за эти 5—6 лет, но при всех этих изменениях мы говорим об Иванове и не должны его путать с Петровым или Сидоровым — при всех изменениях это всё тот же человек, то же лицо. Вот то неизменное, что остаётся в объекте нашей мысли при всех его изменениях, и выражается законом тождества.</p>\n  <p>Возьмём пример из судебной практики. Проводится уголовный процесс по какому-то конкретному делу. По этому делу в качестве обвиняемого привлечён гр. Петров. Процесс продолжается по делу, и положение обвиняемого Петрова в ходе предварительного следствия и судебного разбирательства меняется. Следователь предъявил обвиняемому Петрову обвинение. В данный момент Петров — обвиняемый; через некоторое время следователь применил к Петрову меру пресечения — арест. Положение обвиняемого меняется. Кончилось предварительное следствие; обвиняемый Петров предан суду. Опять изменилось его положение, он стал подсудимым и как подсудимый приобрёл ряд прав, которых у него раньше не было. Но речь всё время идёт об одном и том же лице — обвиняемом Петрове.</p>\n  <li><strong>Третье значение закона тождества</strong>: на протяжении одного и того же мыслительного процесса, т. е. обсуждения, рассуждения, обдумывания, спора, одно и то же слово, понятие, наименование должно обозначать один и тот же объект.</li>\n  <p>Приведём пример. Мы изучаем науку логики. Предположим, что мы начнём обсуждать вопрос — нужно изучать логику или не нужно, полезна логика или бесполезна, стоит ею заниматься или не стоит. Что требуется, чтобы обсуждение этого вопроса было плодотворно и чтобы мы пришли к правильным результатам? Требуется, чтобы те лица, которые обсуждают этот вопрос, говорили об одном и том же, а не о разных вещах, чтобы все под логикой понимали одно и то же, т. е. науку о законах правильного мышления. Если один будет понимать под логикой одно, а другой — другое, то толку от обсуждения не будет.</p>\n  <p>Предположим, спорят о логике; один под логикой понимает науку о законах правильного мышления, другой — только дедукцию, третий — только индукцию, а четвёртый — метафизику, и все оперируют одним и тем же понятием, именем — логика. Полезного результата от такого обсуждения никогда не будет. Известна поговорка: я ему про Фому, а он мне про Ерёму. Люди иногда говорят о разных вещах, хотя думают, что говорят об одном и том же. Требование, чтобы в процессе мышления одно и то же наименование относилось к одному и тому же объекту, имеет особо важное практическое значение.</p>\n  <li><strong>Четвёртое значение закона тождества</strong>: объект нашей мысли может быть обозначен различными наименованиями, одна и та же мысль может быть выражена в различных словах, в различной форме, но если содержание этих мыслей одно и то же, эти мысли тождественны.</li>\n  <p>Пример. Я говорю: Гоголь — великий русский писатель. Я могу сказать и так: автор «Мёртвых душ» — великий русский писатель. Эти две мысли выражены в разных словах, но это одна и та же мысль, потому что относится она к одному объекту — Гоголю и имеет одно содержание.</p>\n  <p>Другой пример. Обвиняемый виновен в совершении кражи. Можно и так сказать: кража совершена обвиняемым. Можно сказать и так: обвинение обвиняемого в краже доказано. Мысль одна и та же, но во всех случаях она выражена различными словами. Мысли, выраженные различными словами, если их содержание одинаково, являются тождественными. Таково четвёртое значение закона тождества.</p>\n</ul>\n\n<p>Общий вывод относительно этого первого закона мышления таков: закон тождества есть логическое основание всякого утверждения. Всякое утверждение есть указание на тождество содержания нашей мысли с истиной. Это значит, что всякое утверждение — какое бы то ни было, которое мы делаем, основывается именно на законе тождества. Когда я говорю: эта доска чёрная, эта книга интересна, т. е. когда я что-нибудь утверждаю, я опираюсь на закон тождества, т. е. я утверждаю, что содержание моей мысли соответствует истине. А так как мы постоянно что-нибудь утверждаем, то, сами того не зная, мы всё время действуем в соответствии с законом тождества, если только мы не утверждаем того, чего не существует в действительности, если мы не выходим из рамок объективных фактов. Таков первый закон мышления.</p>"
  },
  {
    "id": 20,
    "title": "ЗАКОН ПРОТИВОРЕЧИЯ",
    "content": "<h2>ЗАКОН ПРОТИВОРЕЧИЯ</h2>\n\n<p>Второй основной закон мышления — <strong>закон противоречия</strong> — формулируется таким образом: каждый объект мысли не может не быть самим собой. Из этой формулировки вы видите, что это тот же самый закон тождества, но только выраженный в отрицательной форме. Закон тождества говорит: каждый предмет является самим собой. Закон противоречия говорит: каждый предмет не может не быть самим собой.</p>\n\n<p>Закон противоречия можно обозначить формулой: АА не есть неАнеА.</p>\n\n<p>Допустим, что АА означает: эта бумага белая. Значит, неАнеА означает: бумага не белая. Бумага не может быть одновременно и белая и не белая. Если АА есть бумага белая, значит неверно, что она не белая, и наоборот. Отсюда вытекает правило очень важного практического свойства: два противоречащих суждения не могут быть оба истинными; одно из них обязательно должно быть ложным.</p>\n\n<p>Если бумага белая, значит неверно, что она не белая; если бумага не белая, значит неверно, что она белая. Данный человек умный; значит неверно, что он неумный человек, т. е. про одного и того же человека нельзя одновременно сказать, что он и умный и неумный; одно из этих утверждений будет ложным. Это означает, что на один и тот же конкретно поставленный вопрос нельзя одновременно ответить и да и нет. На один и тот же вопрос может быть лишь один ответ: или да, или нет, иначе один из ответов будет ложным. Такая постановка вопроса имеет большое значение и в судебной практике. АА означает, что обвиняемый виновен, значит, неверно утверждение, что он не виновен. И наоборот: если верно, что обвиняемый не виновен, значит неверно, что он виновен. Обвиняемый не может быть одновременно виновен и не виновен; одно из этих утверждений обязательно будет ложным.</p>\n\n<p>Чтобы верно понять это очень важное правило, что из двух противоречащих суждений — АА и неАнеА — одно будет обязательно ложным, неправильным, нужно уяснить, что мы понимаем в логике под словом «противоречие». Логика знает два вида противоречий.</p>\n\n<ul>\n    <li>Первый вид противоречия заключается в том, что данному объекту приписывается свойство, противоречащее его понятию. Например: красота некрасива; умный человек неумен, преступник не совершил преступления. Здесь явные противоречия. Вы приписываете данному объекту свойства, которые противоречат его понятию.</li>\n    <li>Второй вид противоречия таков: одному и тому же объекту одновременно приписываются два противоречащих признака. Например: снег белый и не белый: или обвиняемый виновен и не виновен. Вы спросите: кому же придёт на ум одному и тому же объекту приписывать два противоречащих признака? Отвечаю: сами того не замечая, мы очень часто это делаем. Такие противоречия встречаются иногда в следственной и судебной практике.</li>\n</ul>\n\n<p>Предположим, следователь вынес постановление о прекращении дела. Если дело прекращено, то обвиняемый виновен или не виновен в инкриминируемом ему преступлении? Ясно, что обвиняемый не виновен. Однако иногда встречаются очень уклончивые, двусмысленные постановления о прекращении дела: с одной стороны, обстоятельства дела излагаются так, что наводят на мысль, что в действительности обвиняемый совершил преступление, а с другой — делается вывод, что ввиду недостаточности собранных улик обвинение нельзя считать доказанным. Что же следователь ответил на вопрос о виновности обвиняемого — да или нет? Выходит, что он ответил и да и нет или ни да, ни нет. Таким образом, подобного рода нарушения, т. е. противоречия, имеют место в практике, а их допустимость отвергается законом противоречия.</p>\n\n<p><strong>Закон противоречия</strong> является логическим основанием всякого отрицания. Всякое отрицание в логике есть указание на противоречие данной мысли с истиной. Вы здесь ещё раз видите неразрывную связь закона тождества и закона противоречия. Закон тождества есть логическое основание всякого утверждения. <strong>Закон противоречия</strong> есть логическое основание всякого отрицания. <strong>Закон противоречия</strong> есть по существу тот же закон тождества, но только выраженный в отрицательной форме.</p>"
  },
  {
    "id": 21,
    "title": "ЗАКОН ИСКЛЮЧЕННОГО ТРЕТЬЕГО",
    "content": "<h2>ЗАКОН ИСКЛЮЧЕННОГО ТРЕТЬЕГО</h2>\n\n<p>Третий основной закон мышления — закон исключённого третьего. Формулировка его такова: между утверждением и отрицанием одной и той же мысли нет ничего третьего или среднего; каждое из них, то есть или утверждение, или отрицание, всегда или истинно, или ложно.</p>\n\n<p>Это же положение можно сформулировать несколько иначе: если одно суждение утверждает то, что другое суждение отрицает, то истинным будет только одно из этих двух суждений, а не какое-либо третье. Это правило выражается формулой: <em>tertium non datur</em>, т. е. третьего не дано.</p>\n\n<p>Закон исключённого третьего обозначается формулой: АА есть или ВВ, или неВнеВ.</p>\n\n<p>Примеры применения этого закона:</p>\n<ul>\n  <li>данная вещь либо деревянная, либо не деревянная;</li>\n  <li>этот человек или умный, или неумный;</li>\n  <li>обвиняемый либо виновен, либо невиновен;</li>\n</ul>\n\n<p>Следовательно, если одному и тому же объекту мысли приписываются одновременно два противоречащих свойства, то одно из этих свойств всегда будет приписано этому объекту правильно. Человек умный или неумный; значит, мы ему приписываем два противоречащих свойства; одно из них приписано правильно.</p>\n\n<p>Чтобы правильно понять закон исключённого третьего, нужно разобраться в одном очень сложном вопросе, касающемся свойств предметов, явлений. Надлежит различать <strong>свойства противоречащие</strong> и <strong>свойства противоположные</strong>.</p>\n\n<p>Противоречащие свойства — это свойства, отрицающие друг друга; одно из этих свойств начисто отрицает другое: добрый и недобрый, злой и незлой. Иное дело — противоположные свойства. Противоположные свойства — это свойства, крайние в ряду других однородных свойств. Например, добрый и злой, горячий и холодный, белый и чёрный. Это будут свойства не противоречащие, а противоположные.</p>\n\n<p>Если между противоречащими свойствами нет ничего среднего, нет ничего третьего, одно из них всегда истинно, то между свойствами противоположными есть промежуточные свойства, и возможно, что оба противоположные свойства будут неистинными, ложными, а истинным будет какое-то промежуточное, среднее свойство. Например, добрый и недобрый — это противоречащие свойства, потому что одно из них отрицает другое, и следовательно, если мы эти свойства приписываем определённому человеку, то одно из этих свойств ему будет приписано правильно. Если же мы возьмём такие свойства: добрый и злой, то это противоположные (а не противоречащие) свойства; может быть, что когда мы говорим про какого-либо человека, что он либо добрый, либо злой, то окажется, что в отношении его оба эти свойства приписаны неправильно, потому что он может быть и недобрым и незлым. То же самое можно сказать про какой-нибудь предмет — он горячий или негорячий. Это противоречащие свойства, и одно из них всегда будет правильным; такие же свойства, как горячий и холодный, — это противоположные свойства, поэтому возможно, что данный предмет и негорячий и нехолодный, а тёплый. Закон исключённого третьего относится к противоречащим свойствам, а не к противоположным.</p>\n\n<p>Смысл закона исключённого третьего: из истинности утверждения данной мысли вытекает ложность её отрицания, и наоборот, из истинности отрицания какой-нибудь мысли вытекает ложность её утверждения. Закон исключённого третьего является дополнением к <strong>закону противоречия</strong>.</p>\n\n<p>Согласно закону противоречия, две противоречащие друг другу мысли не могут быть допущены одновременно, одна из этих мыслей всегда будет ложной, а согласно закону исключённого третьего, одна из этих двух противоречащих мыслей всегда будет правильной.</p>\n\n<p>Возникает такой вопрос. Согласно закону исключённого третьего, если имеются две противоречащие мысли, если одному объекту одновременно приписываются два противоречащих свойства, то одно из них будет правильно, а другое ложно, но какая из этих двух мыслей будет правильной, а какая ложной, закон исключённого третьего не говорит. Этот человек либо добрый, либо недобрый; одно из этих двух положений правильно, а какое правильно, закон исключённого третьего решить не может. Закон исключённого третьего говорит: обвиняемый либо виновен, либо невиновен. Одно из этих утверждений правильно, а какое из них правильно, надо установить путём исследования всех фактов, обстоятельств дела, тщательной проверкой всех фактов по существу, надо взвесить все доказательства, и тогда мы можем прийти к правильному выводу.</p>\n\n<p>Поэтому закон исключённого третьего является логическим основанием исследования истины; он ставит рамки: этот человек либо добрый, либо недобрый; этот предмет либо деревянный, либо недеревянный; этот обвиняемый либо виновен, либо невиновен. Одно из этих утверждений правильно. Для того же, чтобы решить, какое же из этих утверждений правильно, надо исследовать обстоятельства данного случая по существу.</p>\n\n<p>Таким образом, закон исключённого третьего является основанием для того, чтобы, выйдя за пределы его, мы могли ответить на данный вопрос по существу путём его исследования.</p>\n\n<p>Закон противоречия и закон исключённого третьего имеют очень большое значение для судебно-следственной практики. Юристам при разрешении уголовных дел постоянно приходится опираться на эти два закона. Вот пример: обвиняемый или совершил преступление, или не совершил преступления, или он виновен, или он невиновен. Третьего решения этого вопроса быть не может.</p>\n\n<p>Именно на этих законах основывается категорическое требование нашего советского уголовного процесса, чтобы приговор суда на вопрос о виновности или невиновности подсудимого ответил в категорической форме, т. е. либо утверждал эту виновность, либо отрицал её, либо признал обвинение доказанным, либо отверг это обвинение.</p>\n\n<p>Практика знает ряд нарушений этого категорического и ясного правила. Помимо приведённого выше примера с постановлением о прекращении дела, можно указать следующее. Мы можем найти оправдательные приговоры, которые хотя формально и оправдывают обвиняемого, но это оправдание формулируют так, что из оправдательного приговора не видно, что обвиняемый преступления не совершил и, следовательно, невиновен. Если у суда нет достаточных доказательств виновности подсудимого, суд выносит оправдательный приговор. Формально обвиняемый оправдан, значит, он не совершил преступления. Но иногда суд так формулирует приговор, что из него следует, что подсудимый возможно совершил преступление, но у суда нет полной уверенности в этом.</p>\n\n<p>Практика знает случаи, когда обвиняемый, оправданный по суду, вполне основательно подавал кассационную жалобу на оправдательный приговор, жалуясь, что в этом оправдательном приговоре вопрос о его невиновности не решён: не сказано, что он виновен, но и не сказано, что он невиновен, т. е. он как бы оставлен под подозрением.</p>\n\n<p>Другой пример применения этих двух законов мышления мы находим в судебной следственной практике в вопросе о так называемом <strong>алиби</strong>. <em>Alibi</em> — латинское слово, означающее «в другом месте». Алиби есть доказательство, что в момент, когда совершалось преступление, обвиняемый находился в другом месте и, следовательно, физически не мог совершить этого преступления. Алиби является одним из самых серьёзных доказательств, опровергающих обвинение.</p>\n\n<p>Решение вопроса об алиби представляет собой также приложение к следственной и судебной практике законов противоречия и исключённого третьего. Например: обвиняемый в данном месте был, следовательно он мог совершить это преступление. Обвиняемый в данном месте не был и потому он не мог совершить преступления. Чтобы совершить преступление, надо быть там, где преступление совершалось. Нельзя одновременно и быть и не быть в одном и том же месте. Если установлено, что обвиняемый не был в данное время в данном месте, следовательно он не мог совершить преступления. Надо при этом иметь в виду, что самая постановка вопроса об алиби имеет смысл лишь в тех случаях, когда решается вопрос о физическом совершении преступления, об его непосредственном исполнении. Если же речь идёт о соучастии в преступлении, например о подстрекательстве к совершению преступления, то тут вопрос об алиби может и не стоять.</p>"
  },
  {
    "id": 22,
    "title": "ЗАКОН ДОСТАТОЧНОГО ОСНОВАНИЯ",
    "content": "<h2>ЗАКОН ДОСТАТОЧНОГО ОСНОВАНИЯ</h2>\n\n<p>Четвёртый основной закон мышления, <strong>закон достаточного основания</strong>, определяется таким образом: всякая мысль, всякое утверждение может быть признано истинным только при достаточном основании; всякая мысль должна иметь достаточное основание, должна быть обоснованной. Формула закона достаточного основания следующая: «Почему А есть В?»</p>\n\n<p>Что мы понимаем под самым выражением «достаточное основание»? Под достаточным основанием мы имеем в виду утверждение или суждение, которое, если признать его истинным, обязывает нас признать истинным и другое, вытекающее из него, утверждение. Если признание одного утверждения истинным обязывает нас признать истинным и другое утверждение, то первое утверждение называется основанием второго утверждения.</p>\n\n<p>Например: Иванов есть доблестный воин Красной Армии. Вы спрашиваете: какое у вас есть достаточное основание к этому утверждению? Я отвечаю: Иванов проявил себя неоднократно храбрым в бою и награждён орденом. Это утверждение является достаточным основанием для утверждения, что Иванов является доблестным воином Красной Армии. Другой пример: следователь утверждает в своём обвинительном заключении, что обвиняемый виновен в совершении преступления. Мы задаём вопрос: на каком основании он это утверждает? В обвинительном заключении должны быть приведены те доказательства, которые обосновывают обвинение обвиняемого, например виновность обвиняемого доказывается свидетельскими показаниями и экспертизой. Это утверждение, которое обосновывает другое утверждение, и называется достаточным основанием.</p>\n\n<p>Таким образом, согласно <strong>закону достаточного основания</strong>, каждое наше утверждение должно быть обосновано, т. е. должно опираться на другое утверждение, а это другое утверждение также должно быть обоснованным, т. е. должно опираться на третье, третье в свою очередь должно быть обоснованным и опираться на четвёртое, и так далее до тех пор, пока мы не дойдём таким образом либо до очевидной истины, либо до общих законов. Под <strong>очевидной истиной</strong> мы понимаем такое положение, в истинности которого мы можем непосредственно убедиться, а под <strong>общим законом</strong> — научно обоснованное выражение общей и необходимой связи между явлениями мира.</p>\n\n<p>В каждом отдельном случае нашего суждения нам вовсе нет надобности доходить до самого последнего основания. В каждой области научного исследования, в каждой области нашей практической работы существуют определённые принципы, положения, правила, уже признанные истинными, и, следовательно, обоснование нашего утверждения нужно вести до тех пор, пока мы не дойдём до этих правил, установленных в науке или практике.</p>\n\n<p>Исходным положением для <strong>закона достаточного основания</strong> является следующее: каждое основание имеет своё следствие, а каждое следствие имеет своё основание. Здесь мы должны будем попутно разрешить вопрос о двух отношениях: 1) отношение между основанием и следствием и 2) отношение между причиной и действием.</p>\n\n<ul>\n  <li>Отношение между основанием и следствием есть отношение между нашими утверждениями, нашими мыслями, нашими понятиями.</li>\n  <li>Отношение между причиной и действием есть отношение между вещами, явлениями, событиями.</li>\n</ul>\n\n<p>Когда мы говорим об основании и следствии, мы имеем в виду связь наших мыслей, понятий. Когда мы говорим о причине и действии, мы имеем в виду связь явлений, предметов, событий. Отношение основания и следствия есть не что иное, как отражение в нашем мышлении отношения между причиной и действием, существующим в природе и в обществе между явлениями, событиями, вещами.</p>\n\n<p>Отношение основания и следствия есть не что иное, как отражение в нашем мышлении отношения между причиной и действием, существующим в природе и в обществе между явлениями, событиями, вещами. Часто основание совпадает с причиной, а следствие совпадает с действием, но иногда такого совпадения может и не быть. Например: я смотрю на термометр и говорю: ртуть поднялась, следовательно, в комнате стало теплее. Основанием утверждения, что стало теплее, является утверждение, что ртуть в термометре поднялась; из этого последнего утверждения, как из основания, я вывожу следствие: следовательно, в комнате стало теплее. Но можно ли сказать, что поднятие ртути в термометре явилось причиной потепления в комнате? Нет, нельзя; значит, основание и причина здесь не совпадают. Основанием является утверждение, что в термометре поднялась ртуть, но поднятие ртути не есть причина потепления в комнате.</p>\n\n<p>А если я скажу: в комнате затопили печь, поэтому в комнате стало теплее. Топка печи действительно является причиной потепления в комнате; в этом случае основание и причина совпадают. Утверждение, что в комнате затопили печь, является основанием утверждения, что в комнате стало теплее, а самый факт, что в комнате затопили печь, явился причиной того факта, что в комнате стало теплее. Причина — это то, что вызывает какое-либо явление, а основание — это то, что позволяет нам утверждать что-либо о каком-то явлении. К вопросу о причинной связи мы ещё вернёмся.</p>\n\n<p><strong>Закон достаточного основания</strong> является логическим основанием достоверности наших выводов и, следовательно, лежит в основании доказательства фактов, явлений, событий. Очень велико значение <strong>закона достаточного основания</strong> в судебной практике. Каждое обвинение должно быть доказано, т. е. обосновано. Каждое утверждение следователя, суда, сторон должно быть обосновано. Во всех случаях являются недопустимыми голословные, необоснованные утверждения; допускаются утверждения только строго обоснованные и доказанные.</p>"
  },
  {
    "id": 23,
    "title": "ОСНОВНЫЕ ЗАКОНЫ ЛОГИЧЕСКОГО МЫШЛЕНИЯ С ТОЧКИ ЗРЕНИЯ МАТЕРИАЛИСТИЧЕСКОЙ ДИАЛЕКТИКИ",
    "content": "<h2>ОСНОВНЫЕ ЗАКОНЫ ЛОГИЧЕСКОГО МЫШЛЕНИЯ С ТОЧКИ ЗРЕНИЯ МАТЕРИАЛИСТИЧЕСКОЙ ДИАЛЕКТИКИ</h2>\n\n<p>Таковы 4 основных закона мышления. Мы должны дать общую характеристику этим законам и, исходя из того, что мы уже знаем о них, вернуться ещё раз к тому вопросу, который нами уже был затронут в общем виде: о соотношении логики и диалектики.</p>\n\n<p>Что характеризует эти четыре закона? Если вы внимательно вдумаетесь в каждый из этих законов и сравните их друг с другом, то вы убедитесь, что первые три закона (<strong>тождества</strong>, <strong>противоречия</strong> и <strong>исключённого третьего</strong>) родственны между собою и по существу в различных формах и в различных аспектах выражают одно и то же. Четвёртый закон — <strong>достаточного основания</strong> — существенно отличается от первых трёх законов.</p>\n\n<p>Первые три закона имеют формальный характер; они характерны для формальной логики, о которой мы уже говорили. Эти первые три закона говорят только о форме, в которой протекает мышление; они говорят только о формальной последовательности и согласованности наших мыслей, наших утверждений. Но они ничего не говорят о правильности наших мыслей, наших утверждений по существу, т. е. они не говорят об их соответствии объективной действительности.</p>\n\n<p>Иной характер имеет 4-й закон — достаточного основания. Закон достаточного основания относится уже не только к формальной последовательности, стройности, согласованности наших мыслей, но прежде всего он относится к их обоснованности, к достоверности наших суждений и утверждений. Но, конечно, и этот четвёртый закон, менее формальный, чем первые три закона, в известной мере также имеет формальный характер, потому что он утверждает, что наши мысли, наши утверждения должны быть обоснованы, но какое основание в каждом отдельном случае для каждой отдельной мысли является достаточным или недостаточным, этого закон достаточного основания также определить не может. Это зависит от особенностей каждого отдельного случая, каждого отдельного утверждения, каждой отдельной мысли.</p>\n\n<p>Для всех четырёх законов характерно их отношение к явлениям, к вещам, к событиям, к понятиям, как к чему-то неизменному, неподвижному, непротиворечивому. Явления берутся в состоянии покоя, неизменности; предметы неподвижны, противоречия исключаются. Характерная обычная формула рассуждения по всем этим законам такова: да — да, нет — нет. Развитие явлений и предметов, противоречия, скачки в развитии полностью исключаются этими законами из сферы рассмотрения. Если изученные нами законы мышления распрост\nранить на природу, на мир, на общество, то получится метафизическое воззрение, это будет метафизика. В действительности все явления противоречивы. Развитие протекает в природе, в обществе путём взаимодействия и борьбы противоположных сил; одно качество переходит в другое качество через скачки, через разрыв постепенности. А законы мышления, о которых мы говорили, отвлекаются от развития и исключают противоречия. Наоборот, их цель — устранить всякие противоречия в наших суждениях.</p>\n\n<p>Мы знаем, что в основе всех явлений мира лежит движение, развитие, а движение всегда есть противоречие. Познать мир, природу, общество, человека можно только с помощью материалистической диалектики, как науки о всеобщих законах развития в природе, человеческом обществе и мышлении. И тем не менее, в процессе познания действительности своё полное и законное применение находит также логика, опирающаяся на четыре закона мышления.</p>\n\n<p>Мы указывали раньше, что изучаемую нами логику не следует рассматривать только как формальную логику, так как это понятие не покрывает всего содержания данной науки, её можно называть формальной логикой лишь в условном смысле, как науку о формах мышления, в отличие от логики диалектической, от материалистической диалектики, как науку о всеобщих законах развития в природе, обществе, мышлении.</p>\n\n<p>Именно в этом значении основоположники марксизма-ленинизма указывали на ограниченность формальной логики, отмечая в то же время её значение и применение в определённых областях познания. Так, Энгельс указывал, что «неподвижные категории» формальной логики представляют собою «низшую математику» логики диалектической, применение этой последней «к условиям домашнего обихода» (Энгельс. Диалектика природы, изд. 1941 г., стр. 162—163). В. И. Ленин писал про формальную логику, что она «берёт формальные определения, руководствуясь тем, что наиболее обычно или что чаще всего бросается в глаза, и ограничивается этим» (Ленин, том XXVI, стр. 134—135). Категории этой логики в познании имеют свою область, в которой они должны сохранять своё значение (Ленин. Философские тетради, стр. 95).</p>\n\n<p>Где же сфера применения этой логики? Развитие, изменение, борьба противоположностей, которые происходят во всей действительности, не исключают известной относительной устойчивости явлений, предметов, вещей в течение определённого промежутка времени. Любая вещь изменяется, но в течение известного промежутка времени изменения эти вообще незначительны, незаметны и для практических целей несущественны. Возьмите в руки стакан. Изменяется он или не изменяется? Стакан этот изменяется всё время, могут появиться царапины, тускнеет стекло, может измениться употребление стакана и т. д. Но пока вы этот стакан не разобьёте, пока вы им пользуетесь для определённых целей, — это всё-таки тот же самый стакан, и изменения, происшедшие в нём, никакого значения для вас не имеют, они незаметны и несущественны. Значит, пока сохраняется в течение определённого промежутка времени относительная неизменность предмета, в полной мере применяются при рассмотрении этого предмета четыре закона мышления — законы тождества, противоречия, исключённого третьего и достаточного основания.</p>\n\n<p>Про человека мы можем сказать: он либо жив, либо мёртв. Это будет верно с точки зрения логики, основанной на четырёх законах мышления. Но мы знаем, что между жизнью и смертью отношение гораздо более сложное, чем кажется на первый взгляд. Если мы подойдём к исследованию жизни и смерти научно, диалектически, то мы выясним, что хотя человек сейчас жив, но в его организме всё время происходят процессы отмирания; когда человек умер, то жизнь ещё не сразу прекращается. Однако, когда мы рассматриваем вопрос о жизни и смерти данного лица, то для нас важно только одно — умер ли этот человек или он жив. На вопрос о том, жив или мёртв этот человек, можно ответить только: или жив, или мёртв, т. е. по законам логики, но нельзя сказать, что он и не живой и не мёртвый или что он и живой и мёртвый. Если мы на вопрос о том, жив ли данный человек или мёртв, ответим и да, и нет, или ни да, ни нет, т. е. отступим от законов логики, это будет похоже на известное выражение «не жив и не мёртв», которое применяется к человеку, испуганному до такой степени, что он теряет представление о самом себе. Мы всегда должны ответить на вопрос — человек живой или мёртвый. Медицина в каждом отдельном случае должна установить, умер человек или жив, потому что может быть смерть кажущаяся (например, летаргия).</p>\n\n<p>Другой пример. Понятие о преступлении остаётся ли неизменным или меняется в ходе развития общественных отношений? Несомненно, что виды и способы преступлений меняются и само понятие о преступлении меняется. Деяние, которое несколько лет тому назад не рассматривалось как преступление, сейчас может быть преступлением. Таким образом, понятие о преступлении меняется. Однако, когда вы рассматриваете конкретное уголовное дело, то в данный момент вы должны на вопрос о том, преступление это или не преступление, ответить по формуле: да — да, нет — нет. Данное действие может быть либо преступлением, либо не преступлением. Поэтому законы мышления, которые мы рассмотрели, применяются и должны применяться к тем предметам, к тем явлениям и событиям, которые рассматриваются в состоянии относительной устойчивости.</p>\n\n<p>Этим и решается основной вопрос о соотношении логики и диалектики. Плеханов в предисловии ко 2-му изданию книги Энгельса «Людвиг Фейербах» по вопросу о соотношении логики и диалектики писал: «Как покой есть частный случай движения, так и мышление, по правилам формальной логики (согласно „основным законам\" мысли), есть частный случай диалектического мышления» (Плеханов, Соч., т. XVIII, 1925, стр. 265). Это правильно: движение не исключает того, что в определённых условиях тот или другой предмет находится в состоянии относительного покоя. Соответственно этому и логика, имеющая дело с неподвижными предметами, не исключает диалектики, а является только её частным случаем.</p>\n\n<p>В нашей повседневной жизни, равно как и в науке на определённых ступенях её развития, законы логики являются необходимыми, пока мы оперируем с такими устойчивыми, относительно неподвижными, временно неизменными явлениями и предметами. При таком понимании логики её применение не только не противоречит диалектическому методу, но, наоборот, является необходимым условием правильного научного исследования явлений природы и общества. Если логика (в узком смысле), по словам Энгельса, есть низшая математика диалектической логики, то, несомненно, что низшая математика не противоречит в своей сфере высшей математике, наоборот без низшей математики не было бы и высшей математики.</p>\n\n<p>Крайне велико значение логики в юриспруденции, как теоретической, так и практической, где приходится оперировать определёнными, чёткими, устойчивыми понятиями: виновность, невиновность, преступление, дисциплинарный проступок, обвиняемый, потерпевший, свидетель и т. д. Если, например, в судебной практике мы будем нарушать законы логики, то придём к противоречиям в различных следственных и судебных актах и к противоречиям содержащихся в них утверждений с действительностью, т. е. неизбежно будем допускать неопределённость, необоснованность, неправильность в разрешении.</p>\n\n<p>Тема III. Понятие</p>"
  },
  {
    "id": 24,
    "title": "1. ОПРЕДЕЛЕНИЕ ПОНЯТИЯ",
    "content": "<h2>1. ОПРЕДЕЛЕНИЕ ПОНЯТИЯ</h2>\n\n<p>Поскольку логика есть наука о законах правильного мышления, а мышление протекает в понятиях и при помощи понятий, нам необходимо рассмотреть все вопросы, связанные с понятием.</p>\n\n<p>Что такое понятие? <strong>Понятие — это форма мышления, отражающая и фиксирующая общие и существенные признаки вещей и явлений путём обобщения одиночных вещей и явлений и отвлечения от их несущественных и случайных признаков.</strong></p>\n\n<p>Выше было указано на различие между понятием и представлением. Представление соединяет в себе все признаки вещей или явлений, как они даны в восприятии, т. е. признаки как существенные, так и несущественные. Понятие же отражает не все признаки вещей или явлений, а только признаки общие и существенные.</p>\n\n<p>Именно поэтому понятие лишено той наглядности, которая характеризует представление. Представление всегда связано с наглядным образом конкретной вещи, предмета, явления, тогда как понятие этой наглядности лишено и с образом конкретной вещи, конкретного явления может быть не связано. Например, этот стул — будет образ наглядного представления, но когда мы говорим о понятии стула, то с ним не связан образ какого-либо конкретного стула, ибо в нём соединяются только те признаки, которые существенны для каждого стула.</p>\n\n<p>Значит, чтобы выяснить, как же образуется понятие вещи или явления, нужно выяснить те пути, которыми устанавливаются общие и существенные признаки всех подобных явлений и вещей.</p>"
  },
  {
    "id": 25,
    "title": "2. ОБРАЗОВАНИЕ ПОНЯТИЙ",
    "content": "<h2>ОБРАЗОВАНИЕ ПОНЯТИЙ</h2>\n\n<p>Существуют два способа, при помощи которых в нашем сознании, в нашем мышлении, образуются понятия. Это <strong>сравнение</strong> и <strong>отвлечение</strong>.</p>\n\n<p><strong>Сравнение</strong> — сопоставление различных однородных предметов друг с другом. Сравнение бывает двояким.</p>\n\n<p>Первый способ сравнения состоит в сравнении признаков одного и того же явления или предмета в различные моменты времени. Мы берём один и тот же предмет и сравниваем его признаки в различные моменты времени, через различные промежутки и, таким образом, обнаруживаем в этом предмете или явлении, с одной стороны, признаки неизменяющиеся, с другой стороны, признаки изменяющиеся. Сравнивая какую-либо вещь сегодня, через месяц, через год, мы видим, как эта вещь меняется. Но при всех её изменениях какие-то признаки остаются относительно неизменными. Таким образом, при помощи сравнения мы устанавливаем, какие признаки остались неизменными и какие меняются.</p>\n\n<p>Второй способ сравнения — это сравнение признаков данного предмета, данного явления с признаками других предметов, других явлений того же рода. Если в первом случае мы сравниваем признаки одного и того же предмета между собой, но в разное время, то во втором случае мы сравниваем один предмет с другим предметом, одно явление с другим явлением того же рода. Например, мы мысленно сравниваем ряд столов, людей, войн, государств и т. д. между собой и таким образом обнаруживаем одни признаки, которые являются общими для всех предметов, явлений данного рода, и другие признаки — частные, т. е. свойственные только одним из сравниваемых предметов или явлений, но отсутствующие в других. Таким образом, первым способом сравнения мы обнаруживаем признаки неизменные и изменяющиеся, а вторым способом сравнения — признаки общие и частные.</p>\n\n<p><strong>Существенными признаками</strong> являются признаки неизменяющиеся и общие, т. е. такие, без которых данные явления, данные предметы не могут существовать, не могут быть самими собой.</p>\n\n<p>Можно привести пример. Возьмём такой простой предмет, как чернильница. Мы видим много чернильниц, но это всё будут представления об отдельных чернильницах. Как мы получим понятие о чернильнице вообще? Во-первых, можно сравнить чернильницу в различное время; мы увидим, что она меняется: сегодня она полная, завтра в ней меньше чернил, послезавтра совсем нет; один день она чистая, на другой день грязная; сегодня она целая, завтра имеет какие-то трещины. Эти случайные признаки мы отбрасываем и сохраняем только то, что является неизменным в чернильнице на протяжении любого промежутка времени. Затем мы сравниваем чернильницу с другими предметами, например стаканом, чашкой, различной посудой и т. д., и таким образом выделяем то, что отличает чернильницу от других сходных предметов. В результате мы получаем понятие о чернильнице как о посуде, служащей для сохранения чернил, с тем, чтобы в них можно было обмакивать перо при писании.</p>\n\n<p>Возьмём пример из области судебной деятельности. В уголовном процессе имеет громадное значение понятие обвиняемого — лица, привлечённого к уголовной ответственности, о действиях которого ведётся уголовное дело. Как мы можем составить себе понятие об обвиняемом вообще? Мы можем сделать это путём сравнения. Мы сравниваем обвиняемого с другими участниками процесса: со свидетелями, экспертами, потерпевшим, и таким образом обнаруживаем те признаки, которые отличают обвиняемого от других участников процесса. Затем мы прослеживаем положение обвиняемого в разное время, на различных стадиях процесса: на предварительном следствии, при предании суду, на судебном разбирательстве, после вынесения приговора, и таким образом выделяем те признаки, которые являются неизменяющимися. Путём такого сравнения мы получаем понятие об обвиняемом как о лице, привлечённом к уголовной ответственности по уголовному делу.</p>\n\n<p>Понятия образуются путём <strong>анализа</strong> и <strong>синтеза</strong> — путём анализа представлений, т. е. разложения их на все признаки и выделения существенных признаков, и затем путём соединения всех существенных признаков в одно целое. Так получается понятие.</p>"
  },
  {
    "id": 26,
    "title": "3. ПРИЗНАКИ ПОНЯТИЯ",
    "content": "<h2>ПРИЗНАКИ ПОНЯТИЯ</h2>\n\n<p>Таким образом мы видим, что понятие образуется из соединения <strong>существенных признаков</strong> данных явлений, предметов, вещей. Следовательно, нужно определить, что же такое признак. Наше сознание постоянно выделяет из различных представлений те составные части, которые соответствуют существенным свойствам явлений и вещей, т. е. свойствам, присущим данному явлению, данному предмету, без которых данное явление, данный предмет не могут существовать.</p>\n\n<p>Эти составные части представления, которые входят в понятие, и называются <strong>признаками понятия</strong>. Проще можно сказать так: признаки — это то, чем одна вещь отличается от другой, и вместе с тем то, чем эта же вещь сходна с другими вещами такого же рода. Когда мы говорим о признаках человека, то мы имеем в виду всё то, чем человек отличается от других живых существ, и в то же время то, чем каждый человек сходен с другими людьми.</p>\n\n<p>Приведём ещё пример из области судебной деятельности. Основное понятие, с которым приходится иметь дело в уголовном праве, это преступление. Мы знаем, что такое преступление. Согласно известному определению, преступление — это действие или бездействие, являющееся социально опасным, за которое, по закону, подлежит применению наказание.</p>\n\n<p>Где же здесь признаки преступления? <strong>Признаками</strong> являются:</p>\n\n<ul>\n  <li>социальная опасность действия</li>\n  <li>то обстоятельство, что в законе за данное действие предусмотрено наказание</li>\n</ul>\n\n<p>Ясно, что этими признаками все преступления сходны между собой, т. е. этими признаками характеризуются все преступления; и в то же время этими же признаками преступление отличается от других явлений, близких к ним; например, от дисциплинарных проступков, нарушений нравственных норм и т. д.</p>"
  },
  {
    "id": 27,
    "title": "4. ВИДЫ ПРИЗНАКОВ",
    "content": "<h2>ВИДЫ ПРИЗНАКОВ</h2>\n\n<p>Как уже видно из изложенного выше, признаки прежде всего делятся на <strong>существенные</strong> и <strong>несущественные</strong>.</p>\n\n<p><strong>Существенные признаки</strong> — это те, без которых вещь или явление не может существовать, без которых понятие вещи или явления немыслимо. Например, существенными признаками человека будут: прямая походка, развитие рук, способность производить орудия, способность мыслить. Это существенные признаки человека.</p>\n\n<p><strong>Несущественными признаками</strong> называются те признаки, без которых предмет или явление может существовать, но которые в них встречаются. Например, одежда человека, то обстоятельство, что человек живёт в домах, в крытых помещениях. Это также признаки человека, но признаки несущественные.</p>\n\n<p>Несущественные признаки, в свою очередь, делятся на два вида: <strong>собственные признаки</strong> и <strong>несобственные, или случайные, признаки</strong>.</p>\n\n<ul>\n  <li><strong>Собственными</strong> называются такие признаки, которые принадлежат всем предметам, всем явлениям данного рода и вытекают из существенных признаков, но сами ими не являются. Например: часы издают стук маятника, «тикают», одни громче, другие тише. Этот признак имеется у всех часов, но он не является существенным. Это признак собственный.</li>\n  <li>Другой пример. У всех людей два глаза. Это признак, свойственный всем людям, и он называется собственным признаком, но это не есть существенный признак, т. е. тот признак, которым люди отличаются от других существ. Далее, у мужчин на лице растёт борода, а у женщин бороды нет. Это собственные признаки мужчин и женщин, но они не являются существенными признаками.</li>\n  <li><strong>Случайные признаки</strong> — это те признаки, которые могут принадлежать данным явлениям, а могут и не принадлежать им. Например, у некоторых людей голубые глаза. Это признак случайный, потому что у одних людей он встречается, у других нет.</li>\n</ul>"
  },
  {
    "id": 28,
    "title": "5. ВИДЫ ПОНЯТИЙ",
    "content": "<h2>ВИДЫ ПОНЯТИЙ</h2>\n\n<p>Все понятия могут быть разделены на некоторые виды. Прежде всего понятия делятся на <strong>единичные</strong> и <strong>общие</strong>.</p>\n\n<p><strong>Единичное понятие</strong>, иначе называемое <strong>индивидуальным понятием</strong>, относится к одному предмету, к единичному явлению. Война 1812 г. есть единичное понятие. Этот стол есть единичное понятие. Кража, совершённая 12/V 1942 года таким-то лицом у такого-то гражданина, — это единичное понятие.</p>\n\n<p>Единичное понятие очень близко к представлению, потому что представление также относится к какому-то единичному факту, одному явлению, но мы говорим в данном случае о единичном понятии, потому что имеем в виду только существенные признаки данного явления, а не просто его наглядный образ.</p>\n\n<p><strong>Общее понятие</strong> (а логике приходится иметь дело прежде всего с общими понятиями) — это понятие, которое охватывает неопределённое число явлений, предметов, вещей. Например, стол. Это есть общее понятие, которое относится ко всем столам, которые были, есть сейчас и будут потом. Преступление — это есть общее понятие, кража — общее понятие, дезертирство — общее понятие, потому что они распространяются на все случаи подобных преступлений, которые были или будут совершены.</p>\n\n<p>Далее, понятия делятся на <strong>конкретные</strong> и <strong>абстрактные</strong>. <strong>Конкретные понятия</strong> — это такие понятия, которым соответствуют вещь, предмет, явление. Например, стол, человек, преступление, прокуратура и т. д. Это всё конкретные понятия, потому что им соответствуют вне нас определённые предметы, явления.</p>\n\n<p>Не следует смешивать конкретные понятия с единичными понятиями. Единичное понятие — это понятие, которое относится к определённой индивидуальной вещи, к определённому индивидуальному предмету или явлению. Конкретное же понятие — это не единичное понятие, а общее понятие, которому соответствуют в мире действительности вещи, предметы, явления. Этот стол — это понятие единичное; вообще стол — понятие общее, потому что оно распространяется на все столы, но стол одновременно есть понятие конкретное, потому что этому понятию соответствуют определённые вещи, предметы.</p>\n\n<p><strong>Абстрактное понятие</strong> — это понятие об объективных свойствах предметов или явлений, взятых вне связи с конкретными предметами или явлениями. Например, трусость, доблесть, обязанность, право. Это всё понятия абстрактные, потому что они трактуют об определённых свойствах предметов или явлений вне связи с какими-либо определёнными предметами или явлениями. Например, понятию храбрый никакой определённый предмет не соответствует. Это абстрактное понятие.</p>\n\n<p>Далее, выделяется особый вид понятий, которые именуются <strong>категориями</strong>. <strong>Категории</strong> — это понятия, отражающие наиболее общие свойства предметов, явлений, наиболее общие и существенные отношения и связи действительности. К категориям относятся, например, такие понятия: «форма», «содержание», «причинность», «свобода», «необходимость», «сущность». Как видим, эти понятия выражают наиболее общие и существенные свойства и отношения объективной действительности.</p>"
  },
  {
    "id": 29,
    "title": "6. ОБЪЁМ И СОДЕРЖАНИЕ ПОНЯТИЙ",
    "content": "<h2>ОБЪЁМ И СОДЕРЖАНИЕ ПОНЯТИЙ</h2>\n\n<p>В каждом понятии следует различать <strong>объём</strong> и <strong>содержание</strong>.</p>\n\n<p><strong>Объём понятия</strong> — это совокупность всех предметов и явлений, к которым применимо понятие. Например, объём понятия дерева — все деревья, объём понятия убийства — все убийства.</p>\n\n<p><strong>Содержание понятия</strong> — это совокупность всех существенных признаков предметов, явлений, охватываемых понятием. Например, содержанием понятия «человек» является живое существо, обладающее прямой походкой, производящее орудия, обладающее способностью мыслить. Содержанием понятия «убийство» является насильственное и противозаконное лишение жизни другого человека. Эти существенные признаки убийства составляют содержание понятия.</p>\n\n<p>В каком отношении находятся друг к другу объём и содержание понятия? <strong>Объём и содержание понятия находятся в обратном отношении</strong>, т. е. с увеличением объёма понятия уменьшается его содержание и с увеличением содержания понятия уменьшается его объём. Это вытекает из того, что чем больше сравниваемых предметов, т. е. чем больше объём понятия, тем меньше у этих предметов будет общих признаков, т. е. тем меньше будет содержание.</p>\n\n<p>Можно привести пример. Возьмём такое понятие, как «человек», и понятие «русский». Какое понятие имеет больший объём — «человек» или «русский»? Понятие «человек» имеет больший объём, потому что понятие «человек» распространяется на всех людей мира, тогда как понятие «русский» распространяется только на часть людей. Значит, объём понятия «человек» больше, чем объём понятия «русский». А где большее содержание — в понятии «человек» или в понятии «русский»? В понятии «русский» будет больше содержания, потому что в понятии «русский» будут все признаки, которые присущи всякому человеку, а кроме того, будут и ещё некоторые признаки, которые присущи только русскому. Значит, признаков будет больше в понятии «русский». Таким образом: <strong>больше объём, меньше содержание; больше содержание, меньше объём</strong>.</p>\n\n<p>Другой пример: стол и письменный стол. В каком понятии будет больший объём? Больший объём будет в понятии «стол», потому что это понятие распространяется на все столы, тогда как понятие «письменный стол» распространяется только на часть столов, а содержание будет больше в понятии «письменный стол», потому что все признаки, присущие всякому столу, присущи также и письменному столу, а кроме того, последнему присущи ещё некоторые признаки, которые свойственны именно письменному столу и которыми он отличается от других столов.</p>\n\n<p>Положение относительно того, что между объёмом и содержанием понятия существует обратное отношение, не нужно понимать как некоторое универсальное правило. Это правило имеет относительный характер. Такое положение создаётся в тех случаях, если увеличение объёма означает в то же время отвлечение от некоторых признаков, или наоборот, если уменьшение объёма означает прибавление некоторых признаков к оставшейся совокупности предметов. Если же этого нет, то может получиться такое положение, что изменение объёма понятия не влечёт обратного изменения содержания. Например, возьмём понятие «растение». Предположите, что открыто какое-то новое растение, ранее неизвестное. С открытием этого нового растения увеличился объём понятия «растение», потому что понятие «растение» сейчас будет охватывать большую, чем раньше, совокупность объектов. Но содержание понятия «растение» не уменьшилось, признаки растения остались те же.</p>"
  },
  {
    "id": 30,
    "title": "7. ОТНОШЕНИЯ МЕЖДУ ПОНЯТИЯМИ",
    "content": "## 7. ОТНОШЕНИЯ МЕЖДУ ПОНЯТИЯМИ\n\nМежду понятиями существуют следующие отношения:\n<ul>\n  <li>Отношение тождества</li>\n  <li>Отношение подчинения</li>\n  <li>Отношение соподчинения</li>\n  <li>Отношение согласия</li>\n  <li>Отношение несогласия</li>\n</ul>\n\n### Отношение тождества\n\nПри отношении тождества объёмы двух понятий совпадают, различаются лишь выделяемые признаки. Графически отношение тождества между понятиями может быть обозначено таким образом: \nРомб означает объём понятия; здесь мы имеем два ромба, но они совпадают, так что ромб А есть в то же время и ромб В. Например: одно понятие — „СССР\" и другое понятие — „единственное в мире социалистическое государство\". Между этими двумя понятиями — СССР и единственное в мире социалистическое государство — существует отношение тождества, потому что оба эти понятия распространяются на одно и то же явление: СССР и есть единственное в мире социалистическое государство.\n\nДругой пример: понятие подсудимого и понятие человека, преданного суду. Между этими двумя понятиями существует отношение тождества, потому что подсудимый и есть человек, преданный суду, т. е. оба понятия распространяются на одну й ту же вещь, предмет, явление. Значит, у понятий, между которыми существует отношение тождества, объём одинаков, содержание по существу также одинаково, но разница в том, что выделяются, выдвигаются на передний план иные признаки, а это влияет на смысл понятия.\n\n### Отношение подчинения, или субординации\n\nОтношение подчинения состоит в следующем: одно понятие составляет часть объёма другого понятия, т. е. входит в его объём. То понятие, которое включает в себя другое понятие, называется <strong>подчиняющим понятием</strong>, а то понятие, которое входит в другое понятие как часть его объёма, называется <strong>подчинённым понятием</strong>. Подчинённое понятие имеет все признаки понятия подчиняющего плюс ещё некоторые признаки, т. е. имеет более широкое содержание. Значит, подчиняющее понятие имеет больший объём, чем подчинённое, но подчинённое понятие имеет более широкое содержание, чем подчиняющее.\n\nРомб А означает понятие подчиняющее; ромб В — понятие подчинённое. Понятие В входит в понятие А, составляет часть его объёма. Пример: возьмём два таких понятия — „рабочий\" и „металлист\". Ясно, что между этими двумя понятиями будет отношение подчинения. Понятие „рабочий\" будет понятие подчиняющее, понятие „металлист\" — понятие подчинённое. Понятие „рабочий\" имеет больший объём, чем понятие металлист. Понятие „металлист\" составляет часть объёма понятия „рабочий\".\n\nДругой пример. Возьмём такие два понятия, как воинское преступление и дезертирство. Ясно, что между этими двумя понятиями будет отношение подчинения. Понятие „воинское преступление\" — это понятие подчиняющее; понятие „дезертирство\" — понятие подчинённое. Понятие дезертирства входит в объём понятия воинского преступления, составляет часть его объёма. На этом же примере легко видеть, как решается вопрос о содержании подчиняющего и подчинённого понятия. А — понятие воинского преступления; В — понятие дезертирства. Ясно, что понятие дезертирства имеет меньший объём, чем понятие воинского преступления, потому что дезертирство есть один из видов воинских преступлений. Но содержание дезертирства будет шире, чем содержание понятия воинского преступления, потому что дезертирство будет иметь все признаки воинского преступления и, кроме того, будет иметь ещё некоторые особые признаки, которые встречаются только в случаях дезертирства, но не встречаются в других воинских преступлениях.\n\n### Отношение соподчинения, или координации\n\nОтношение соподчинения — это есть отношение двух понятий, входящих в объём одного общего для них более широкого по объёму понятия. Отношение соподчинения графически выражается так: понятия В и С входят в объём более широкого понятия А. Между В и С существует отношение соподчинения, а между А и В и С — отношение подчинения. Пример: А — воинское преступление, В — дезертирство, С — неисполнение приказания. Между В и С — дезертирством и неисполнением приказания — будет в отношении соподчинения объёмы соподчинённых понятий различны. Они распространяются на разные объекты. Содержание у них также различное, ибо признаки дезертирства отличны от признаков неисполнения приказания, но соподчинённые понятия всегда имеют часть общих признаков, т. е. часть общего содержания. Какие же признаки общи у соподчинённых понятий? Общими признаками у соподчинённых понятий В и С являются признаки подчиняющего их обоих понятия воинского преступления. Эти признаки, которые свойственны всякому воинскому преступлению, т. е. А, являются общими и для В и С.\n\n### Отношение согласия\n\nПри отношении согласия два понятия имеют некоторые общие признаки и часть их объёма является общей. Графически это изображается таким образом: понятия А и В имеют часть общего объёма — С, и некоторые признаки у них общи; они также находятся в части С. Пример: понятие А — это учащиеся в вузах, понятие В — это спортсмены. Ясно, что это разные понятия. Между этими двумя понятиями существует отношение согласия, потому что некоторые учащиеся в вузах в то же время спортсмены. С — это те учащиеся в вузах, которые являются спортсменами.\n\n### Отношение несогласия\n\nОтношение несогласия существует между понятиями, в которых содержание одного понятия отрицает содержание другого понятия. Графически отношение несогласия можно изобразить следующим образом: между этими ромбами нет ни совпадения, ни пересечения. Например, между понятиями „добро\" и „зло\" отношения несогласия, потому что признаки понятия „зло\" отрицают признаки понятия „добро\". То же самое — смелость и трусость, виновность и невиновность. Между этими понятиями существует отношение несогласия, т. е. одно исключает другое.\n\nНесогласные понятия, т. е. понятия, находящиеся в отношении несогласия, делятся на понятия <strong>противоречащие</strong> и понятия <strong>противоположные</strong>. О различии между противоречащими и противоположными понятиями мы отчасти уже говорили, когда излагали основные законы мышления.\n\nПротиворечащие понятия — это такие понятия, из которых одно понятие отрицает все признаки другого понятия, и это отрицание и составляет содержание этого второго понятия. Такие понятия, как „злой\" и „незлой\",—это понятия противоречащие, ибо содержанием понятия „незлой\" является отрицание всех признаков понятия „злой\". Справедливость и несправедливость. Содержанием понятия „несправедливость\" является отрицание всех признаков понятия „справедливость\". То же самое понятия „виновность\" и „невиновность\": понятие „невиновность\" отрицает все признаки понятия „виновность\".\n\nПротивоположными называются такие понятия, в которых отрицание признаков одного составляет часть содержания другого, но это второе понятие имеет и свои признаки. Можно сказать иначе: противоположные понятия — это такие понятия, признаки которых несовместимы друг с другом. Например, добрый и злой, храбрый и трус. В чём разница между понятиями противоречащими и противоположными? Трус и не трус — это понятия противоречащие, потому что понятие „не трус\" начисто отрицает понятие „трус\" и между понятиями „трус\" и „не трус\" не существует никаких переходных ступеней. Человек либо трус, либо не трус. Мы уже останавливались на этом вопросе, когда говорили о законе исключённого третьего. Понятия „трус\" и „храбрый\" — это понятия противоположные, потому что понятие „трус\" не только отрицает содержание понятия „храбрый\", но имеет и свои собственные определённые признаки. Следовательно, между противоположными понятиями есть переходная ступень, и закон исключённого третьего к противоположным понятиям не применяется (данный человек может не быть храбрым, но и не быть трусом). Таковы виды отношений между понятиями.\n\nЛогические отношения всех указанных видов могут существовать только между понятиями <strong>сравнимыми</strong>, т. е. для того чтобы между двумя понятиями существовало одно из указанных отношений, требуется, чтобы эти понятия можно было между собою сравнивать. Какие понятия мы называем сравнимыми? Сравнимыми являются такие понятия, которые имеют между собою нечто общее и при всём различии их признаков это общее является основанием для сравнения. Если между двумя понятиями нет ничего общего, то их и нельзя вообще сравнивать. Этим общим для двух понятий может быть то, что эти оба понятия являются соподчинёнными друг другу, и, следовательно, оба они входят в объём какого-то другого, более общего понятия. Сравнивать можно такие понятия, которые являются подчинёнными друг к другу, потому что они входят в объём другого, более общего, подчиняющего их понятия. Например, добрый и злой — понятия сравнимые, потому что у них есть общее: и то и другое является определённым душевным качеством. Белый и не белый — это понятия сравнимые, потому что они входят в большое общее понятие — цвет. Белый и не белый — различные цвета; при всём различии у них есть общее — признак цвета. Если понятия ничего общего между собою не имеют, между ними нет логического отношения, и, следовательно, они несравнимы. Например: лёд и храбрость, стол и движение земли, ум и роза. Их нельзя сравнивать, потому что это совершенно различные понятия и между ними нет ничего общего."
  },
  {
    "id": 31,
    "title": "8. ЛОГИЧЕСКИЕ ПРАВИЛА ОТНОШЕНИЙ МЕЖДУ ПОНЯТИЯМИ",
    "content": "<h2>8. ЛОГИЧЕСКИЕ ПРАВИЛА ОТНОШЕНИЙ МЕЖДУ ПОНЯТИЯМИ</h2>\n\n<p>Таким образом, мы ознакомились с логическими отношениями, существующими между понятиями, причём будем иметь в виду, что эти отношения могут существовать только между <strong>сравнимыми</strong> понятиями. Все эти виды отношений, о которых я говорил, влекут за собой определённые правила, которым эти отношения между понятиями подчиняются.</p>\n\n<h3>Тождественные понятия</h3>\n<p>Все тождественные понятия могут заменять друг друга. Ромб А — это есть в то же время и ромб Б. В этом случае понятие А может быть заменено понятием В. Например, философ Аристотель — понятие А. Создатель науки логики — понятие В. Кто был создателем науки логики? Аристотель. Значит, эти понятия тождественны, они могут заменять друг друга. Понятие А — подсудимый, понятие В — лицо преданное суду. Но лицо, преданное суду, и есть подсудимый; значит, понятия А и В как тождественные могут заменить друг друга.</p>\n\n<h3>Подчинённые понятия</h3>\n<p>В содержании <strong>подчинённого</strong> понятия содержится содержание <strong>подчиняющего</strong> понятия, но содержание подчиняющего понятия составляет лишь часть содержания подчинённого понятия. — подчиняющее понятие, — подчинённое понятие.</p>\n<p>Что является содержанием подчинённого понятия — понятия В? Содержанием подчинённого понятия В является содержание подчиняющего понятия А и, кроме того, ещё некоторые особые признаки. Например, понятие А, т. е. понятие подчиняющее, — наука права, а понятие В, т. е. подчинённое понятие, — наука уголовного права. Наука уголовного права есть понятие подчинённое по отношению к понятию науки права. Что является содержанием науки уголовного права? Все признаки науки права (А), и, кроме того, ещё некоторые признаки, свойственные только науке уголовного права (В). Другой пример: животное — понятие подчиняющее (А); лошадь — понятие подчинённое (В). В содержании понятия «лошадь», т. е. в понятии подчинённом, есть все признаки животного и, кроме того, ещё признаки, которые свойственны только лошади в отличие от других животных. Следовательно, содержание подчиняющего понятия составляет часть содержания подчинённого понятия.</p>\n\n<h3>Отношение между подчиняющим и подчинёнными понятиями</h3>\n<p>Всё, что относится к <strong>подчиняющему</strong> понятию, относится и ко всем <strong>подчинённым</strong> ему понятиям, но не всё, что относится к <strong>подчинённому</strong> понятию, относится к понятию <strong>подчиняющему</strong>. А — подчиняющее понятие; В и С по отношению к А — подчинённые понятия; В и С по отношению друг к другу — соподчинённые понятия.</p>\n<p>Всё, что относится к А, относится и к В и к С, но не всё, что относится к В и С, относится к А. А — наука права; В — наука уголовного права; С — наука государственного права. Всё, что говорится относительно А, относится к В — уголовному праву и к С — государственному праву. Но не всё, что относится к В — уголовному праву или С — государственному праву, относится к А — науке права, потому что в уголовном и государственном праве имеются особые признаки, которые свойственны только уголовному или государственному праву в отличие от других отраслей права. Другой пример: А — животное; В — лошадь; С — собака. То, что мы говорим по поводу А, относится и к В и к С, т. е. и к лошади и к собаке. Но всё ли, что относится к В и С, относится и к А? Нет. Например, к лошади относится то, что у неё есть копыта. К А это не относится, потому что есть много животных, у которых копыт нет. Следовательно, то, что мы говорим о лошади, нельзя распространять на всех животных, но всё то, что мы говорим о животном, можно отнести к лошади.</p>\n<p>Пример из судебной деятельности: А — это мера пресечения; В — подписка о невыезде; С — заключение под стражу. Понятие А — подчиняющее, мера пресечения; В и С — отдельные виды меры пресечения: подписка о невыезде и заключение под стражу. То, что мы вообще говорим о мере пресечения, распространяется и на подписку о невыезде и на заключение под стражу; но не всё, что относится к заключению под стражу, относится ко всему понятию меры пресечения, потому что заключение под стражу имеет свои особые признаки, помимо тех, которые свойственны всякой другой мере пресечения.</p>\n<p>Это правило носит латинское название: <strong>dictum de omni</strong>; буквально это значит: «сказанное обо всём, о целом». Эта формула является сокращением полного выражения: quidguid de omnibus valet, valet itiam de singulis (то, что имеет силу в отношении всех, имеет силу и в отношении каждого в отдельности).</p>\n\n<h3>Соподчинённые понятия</h3>\n<p><strong>Соподчинённые</strong> понятия имеют всегда общие признаки <strong>подчиняющего</strong> их понятия, но остальные признаки одного соподчинённого понятия не могут быть признаками другого соподчинённого понятия. Оба соподчинённых понятия В и С имеют между собой общие признаки, именно признаки понятия А, т. е. подчиняющего, но все остальные признаки В и С друг от друга отличны.</p>\n<p>Пример. Берём три понятия: дерево, берёза, сосна. А — дерево, В — берёза, С — сосна. Берёза и сосна имеют между собой общие признаки — признаки дерева. Но все остальные признаки между ними будут различны. Юридический пример. Берём три понятия — материальное право, уголовное право и гражданское право. А — материальное право, В — уголовное право, С — гражданское право. Уголовное и гражданское право — это разные отрасли материального права, но у них есть общие признаки — признаки материального права, которые одинаково относятся и к уголовному и к гражданскому праву. Остальные же признаки уголовного права, кроме тех, которые свойственны материальному праву, не могут быть признаками гражданского права, и обратно.</p>\n\n<h3>Согласующиеся понятия</h3>\n<p>Два понятия согласуются между собой, если некоторые предметы, явления или лица, мыслимые в одном понятии, входят в число предметов, явлений или лиц, мыслимых в другом понятии. Берём три понятия — А, В и С. А согласно с В; С также согласно с В; следовательно, А согласно с С; например, А — учащиеся в вузах — спортсмены; С — смелые люди. Учащиеся в вузах и спортсмены — понятия согласные, так как некоторые учащиеся в вузах являются спортсменами. Понятие «спортсмены» и понятие «смелые люди» — понятия также согласные, потому что многие смелые люди являются также и спортсменами и многие спортсмены являются смелыми людьми. Отсюда вывод: понятие «учащиеся в вузах» и понятие «смелые люди» — понятия согласные.</p>\n<p>Следовательно, из нарисованной выше схемы следует другая схема:</p>\n\n<h3>Противоречащие понятия</h3>\n<p>Два <strong>противоречащих</strong> или <strong>противоположных</strong> понятия, т. е. несогласных понятия, исключают друг друга и вместе не могут быть признаками какого-либо третьего понятия. Из всего того, что мы говорили об отношении несогласия между понятиями, временно и злым и незлым, и высокого роста и маленького роста: обвиняемый не может быть одновременно и виновным и невиновным. Значит, два несогласных понятия исключают друг друга и вместе не могут быть признаками какого-либо третьего понятия.</p>\n\n<h3>Отношение между противоречащими понятиями</h3>\n<p><strong>Противоречащие</strong> и <strong>противоположные</strong>, т. е. несогласные понятия, должны быть <strong>соподчинёнными</strong>, входящими в объём высшего понятия, при этом противоречащие понятия составляют весь объём подчинённого понятия, а противоположные — часть его.</p>\n<p>Противоположные или противоречащие; входят в объём подчиняющего их понятия А. Если эти два понятия В и С противоречащие, то они в совокупности составляют весь объём понятия А. Это можно обозначить так: В + С = А. Если эти понятия противоположные, то можно обозначить так: В + С < А.</p>\n<p>Подтвердим примером: А — это судебный приговор; В — обвинительный приговор; С — оправдательный приговор. Обвинительный и оправдательный приговоры входят в объём подчиняющего их понятия «судебный приговор». Обвинительный и оправдательный приговоры — это понятия противоречащие. Кроме обвинительного и оправдательного приговора, других приговоров нет. Значит, обвинительный приговор + оправдательный приговор всему объёму понятия «приговор». Таким образом, мы исчерпали все правила, касающиеся отношений между понятиями.</p>"
  },
  {
    "id": 32,
    "title": "9. НАИМЕНОВАНИЕ И ВЫРАЖЕНИЕ ПОНЯТИЙ",
    "content": "<h2>9. НАИМЕНОВАНИЕ И ВЫРАЖЕНИЕ ПОНЯТИЙ</h2>\n\n<p>Всякое понятие выражается в слове, а часто и в нескольких словах. Человек — понятие, выраженное в одном слове; большой человек — понятие, выраженное в двух словах. Хищение — понятие, выраженное в одном слове; хищение социалистической собственности — понятие, выраженное в трёх словах.</p>\n\n<p>Одно и то же слово может выражать различные понятия. Например, слово «ключ». Ключ — инструмент для открывания замка, и ключ в то же время означает родник, источник. Слово одно и то же, а выражает различные понятия. Слово «спекуляция» означает также различные понятия. Спекуляция — это уголовно наказуемое преступление. Но спекуляция означает также умозрительную философию, т. е. философию, которая развивает свои положения не на основе опыта, изучения природы, а на основе некоторых абстрактных положений. Поэтому и слово «спекулятивный» также имеет различное значение. Мы говорим о спекулятивной сделке, т. е. о преступлении, наказуемом по ст. 107 Уголовного кодекса, и мы говорим о спекулятивной философии, имея в виду старые философские школы, которые основывали свои системы на отвлечённом умозрении, в отрыве от практики и действительности. Можно было бы много привести примеров подобного рода слов, которые означают совершенно различные понятия, и это надо всегда иметь в виду при пользовании словами, потому что если мы будем применять одно и то же слово, вкладывая в него совершенно разный смысл, то мы никогда не дойдём до правильного раскрытия объёма и содержания того понятия, которое этим словом обозначается.</p>\n\n<p>Словесное выражение понятия называется <strong>именем</strong>. Единичные понятия обозначаются единичным именем, общие понятия — общим именем. Как мы знаем, общие понятия — это понятия, которые могут быть приложены к неопределённому, неограниченному количеству явлений, предметов. Например, стул, стол, преступление, обвиняемый, наука и т. д. Единичное, или индивидуальное, понятие — это понятие, которое приложимо к какому-то отдельному, определённому предмету: эта доска, слушатель Иванов.</p>\n\n<p>Имя — это словесное обозначение понятия. Полководец — это общее понятие; обозначается оно общим именем. Полководец Суворов — это единичное понятие; обозначается оно единичным именем. Общее имя, которое, как мы уже знаем, прилагается к неограниченному количеству предметов, вещей, явлений, выражает <strong>класс</strong>. Что такое класс? Логический класс есть обозначение объектов, отличающихся друг от друга и вместе с тем сходных друг с другом, к которым может быть приложено общее имя. Таким образом, класс есть выражение объёма понятия, т. е. совокупности тех предметов, вещей, явлений, событий, фактов, к которым может быть приложено общее имя. Например, я говорю «храбрый человек». Это общее понятие, выражается оно общим именем «храбрый человек». Где здесь логический класс? Все храбрые люди.</p>\n\n<p>Таким образом, логический класс — это не то, что мы подразумеваем, когда говорим «класс» (в социологическом значении). Классом в логическом смысле являются все те предметы, вещи, которые выражаются в общем понятии и к которым прилагается общее имя. Если мы говорим «храбрый человек», то здесь классом будут все храбрые люди. Если мы говорим «полководец», то классом будут все люди, выполняющие обязанности полководца, и т. д.</p>\n\n<p>Один класс является высшим по отношению к другому, если он включает его в себя вместе с другими классами. Класс «деревья» является высшим по отношению к классу «берёзы», потому что класс «деревья» включает в себя и класс «берёзы» вместе с другими классами деревьев — елей, сосен и т. д. Класс, высший по отношению к другому, называется <strong>родом</strong>, по латыни genus. Класс низший по отношению к тому классу, который является родом, называется <strong>видом</strong>, по латини species.</p>\n\n<p>Таким образом, класс «деревья» является родом — genus по отношению к низшим классам — «берёзы», «ели», «сосны» — species. Человек является родом, а европеец является видом по отношению к классу вообще людей. Воинское преступление — это род; неисполнение приказания — это вид. Постановление следователя — это род; постановление следователя о мере пресечения — это вид. Один и тот же класс может быть родом по отношению к одному классу и видом по отношению к другому классу. Воинское преступление есть род по отношению к неисполнению приказания или дезертирству, но воинское преступление есть вид по отношению к преступлению вообще.</p>\n\n<p>Понятие, выражающее род, называется <strong>родовым понятием</strong>; понятие, которое выражает вид, называется <strong>видовым понятием</strong>. Следовательно, подчиняющее понятие есть родовое понятие, а подчинённое понятие есть видовое понятие. Род, который непосредственно разделяется на виды, называется <strong>ближайшим родом</strong>, по латыни genus proximum. Например, учёный — одно понятие, профессор — другое понятие, профессор судебного права — третье понятие. Понятие «учёный» является ближайшим родом в отношении понятия «профессор», а понятие «профессор» является ближайшим родом для понятия «профессор судебного права». Таким образом, ближайшим родом будет тот род, который непосредственно делится на данные виды. Самый высший класс данных предметов, явлений называется <strong>высшим родом</strong>, а самый низший класс называется <strong>низшим видом</strong>. Например, возьмём различные преступления по уголовному кодексу. Высшим родом будет само понятие преступления, а низшим видом — отдельные виды преступлений. Например, убийство по мотивам личной мести будет низшим видом преступления. Класс преступлений делится на разделы (другие классы): государственные преступления, воинские преступления, должностные преступления и т. д. Самый высший класс есть преступление, а низшие виды — отдельные виды преступлений, обозначенные в отдельных статьях особенной части Уголовного кодекса.</p>\n\n<p>Отдельный предмет, входящий в класс, который дальнейшему разделению на виды не подлежит, называется <strong>индивидуумом</strong>, или <strong>индивидом</strong>. Индивидуум, или индивид, означает неотделимый, т. е. дальнейшему разделению не подлежащий (по латыни individuus — неделимый). Мы обычно называем индивидуумами людей. Это значит, что человек дальнейшему разделению не подлежит. Индивидууму, т. е. предмету, не подлежащему дальнейшему разделению, соответствует <strong>индивидуальное имя</strong>, или <strong>единичное имя</strong>. Например, Наполеон, Суворов, Кутузов, Иван Иванович Иванов. Но не только люди, но и вещи, например тот стакан, эта кафедра — это все индивидуумы в логическом смысле, так как если данный стакан разделить на части, он перестанет быть стаканом.</p>\n\n<p>Большую сложность в науке логики представляют так называемые <strong>собирательные имена</strong>, которые отличаются от общих имён, хотя и похожи на них. Собирательным именем называется имя, которым можно называть только совокупность, собрание предметов и вещей. Например: библиотека — собрание книг; лес — собрание деревьев. Библиотека и лес — собирательные имена.</p>\n\n<p>Чем же собирательное имя отличается от общего имени? Оно отличается тем, что выражено известной нам латинской формулой dictum de omni, т. е. сказанное о целом. Если данное имя общее, то всё, что сказано по поводу класса, обозначаемого общим именем, относится ко всем предметам, которые охватываются этим именем. Наоборот, то, что сказано о предмете, обозначаемом собирательным именем, вовсе не относится ко всем тем отдельным предметам, из которых состоит предмет, обозначаемый этим собирательным именем. Например, высокий человек — это общее имя; оно относится ко всем высоким людям. Высокий лес — это собирательное имя. Если лес высокий — это не значит, что все деревья этого леса высоки; могут быть и низкие деревья. Рота, полк, дивизия — это собирательные имена.</p>\n\n<p>Одно и то же имя может быть в одном значении общим, а в другом значении собирательным. Например, лес может быть собирательным именем по отношению к деревьям, из которых он состоит, но лес является общим для обозначения всех вообще лесов.</p>"
  },
  {
    "id": 33,
    "title": "10. О ПРИРОДЕ ОБЩИХ ПОНЯТИЙ",
    "content": "## 10. О ПРИРОДЕ ОБЩИХ ПОНЯТИЙ\n\n<p><strong>Общее понятие</strong>, выраженное общим именем, охватывает неопределённое число предметов, явлений. Общему понятию не соответствует какой-либо определённый отдельный предмет, отдельная вещь, отдельное явление, в отличие от единичного понятия. Например, общее понятие — стол. Какой определённый отдельный предмет в действительности соответствует этому общему понятию? Есть отдельные столы, но нет стола вообще. Понятию «человек» не соответствует какой-либо отдельный конкретный человек, хотя в действительности мы встречаем только отдельных людей.</p>\n\n<p>В связи с этим возникает вопрос о природе этих общих понятий. Что они выражают, что им соответствует в действительности? Ведь понятие есть лишь тогда понятие, когда оно выражает какую-нибудь сторону реальной действительности, природы, общества.</p>\n\n<p>Индивидуальному понятию — этот человек, Иван Иванович Иванов, соответствует конкретный человек Иванов, а что соответствует общему понятию человек или другим общим понятиям, как кафедра, стол, жизнь, горе, радость, цена и т. д.? Интересно ознакомиться с тем, как этот вопрос о природе общих понятий решался в средневековой философии.</p>\n\n<p>По этому вопросу в средневековой схоластической философии выявились два течения, резко друг от друга отличные, <strong>реализма</strong> и <strong>номинализма</strong>.</p>\n\n<h3>Реализм</h3>\n\n<p><strong>Реалисты</strong>, т. е. представители того течения, которое называется реализмом, выразили своё воззрение на общие понятия в такой краткой формулировке: <em>universalia sunt realia</em>, т. е. общие понятия реальны, или иначе: общие понятия — это реальные вещи. Согласно этому воззрению, общие понятия существуют реально, имеют особое отличие от отдельных предметов — бытие. Общие понятия представляют реальности сами по себе и существуют отдельно от единичных вещей, и, больше того, они существуют раньше отдельных вещей.</p>\n\n<p>Значит, есть этот стол, есть другой стол, есть третий стол и есть стол вообще. Понятие «стол» существует отдельно от отдельных столов и ранее отдельных столов, т. е. имеет своё особое бытие. То же самое, учили реалисты, можно сказать про людей: существовали Платон, Аристотель и другие, но, кроме того, реальное бытие имеет идея человека, понятие человека, и это понятие человека существует раньше отдельных людей и независимо от существования отдельных людей.</p>\n\n<p>Из изложенного нетрудно сделать вывод, что в средневековой философии сам термин «реализм» означал совсем другое, чем он значит сейчас у нас. Понятие реализма нам близко и знакомо. Например, мы говорим о социалистическом реализме, являющемся основным методом советского искусства, советской художественной литературы. Но как мы знаем, одно и то же слово может иметь разные значения. Реализм, если под ним понимать систему взглядов, которые исходят из реальной действительности и опираются именно на неё, — это одно, а реализм средневековый — это совсем другое.</p>\n\n<p>Реализм в средневековой философии был не реализмом в нашем смысле слова, а наоборот, крайним проявлением идеализма, ибо с точки зрения средневекового реализма реальное бытие имеют именно отвлечённые и общие понятия. Средневековый реализм опирался на учение об идеях греческого философа Платона. Согласно учению Платона, существует особый мир идей, которые имеют реальное бытие, существование, а наш земной мир со всем многообразием его явлений, предметов, вещей представляет собой только бледную копию с этого идеального мира.</p>\n\n<p>Таким образом, средневековые реалисты называли себя реалистами, но смысл их теории был до крайности идеалистическим, ибо сама действительность как раз реалистами и лишалась этой реальности, а реальность приобретали общие понятия — идеи, мысли.</p>\n\n<h3>Номинализм</h3>\n\n<p>Второе течение — <strong>номинализм</strong>. Оно выражалось кратко в следующей формуле: <em>universalia sunt nomina</em>, т. е. общие понятия — это только имена, названия. Согласно воззрению номиналистов, в действительности существуют только отдельные вещи с их индивидуальными качествами, существуют только отдельные предметы, явления, объекты. Никаких общих понятий в действительности не существует. Общее понятие — это только создание человеческой мысли. Общее понятие — это только имя, только обозначение.</p>\n\n<p>Согласно воззрению номиналистов, существуют отдельные реальные люди, и только они. Никакого общего понятия «человек» не существует, и понятию «человек» в действительности реально ничего не соответствует. Человек — это только имя, только обозначение, которое наша мысль создаёт для наименования бесконечного, неопределённого количества отдельных людей.</p>\n\n<p>Как следует охарактеризовать это течение? С нашей точки зрения номиналисты с большим правом могли бы называть себя реалистами, чем те, кто называл себя реалистами, потому что номиналисты признавали реальное существование, действительное бытие предметов, явлений, вещей, вообще реального, действительного мира. В учении номиналистов нетрудно обнаружить материалистическую струю. В воззрении средневековых номиналистов несомненно были существенные элементы материализма, и это является положительной чертой их воззрения, хотя в основе своей и схоластического.</p>\n\n<p>Но и воззрения номинализма, хотя известное зерно истины в них и имелось, в целом, с научной точки зрения не могут быть признаны правильными. На вопрос о том, существуют ли общие понятия, или нет, номиналисты отвечали отрицательно — общие понятия не существуют, ничего в действительности им не соответствует; это только имя, это только обозначение, создание нашей мысли. Это ошибка. Если правильно утверждение номиналистов, что реально существуют отдельные вещи, отдельные предметы, то неверно их утверждение о том, что существуют только отдельные предметы, вещи, а общие понятия — это только имена и обозначения, которым в действительности ничего не соответствует. Неверно, что общим понятиям — «человек», «стол», «живое существо», «растение» и т. д. — ничего не соответствует в действительном мире. Понятие только тогда понятие, когда оно выражает какую-то сторону действительности. Мы знаем, что общие понятия отражают качества, признаки существующих вещей и явлений. Общие понятия отражают существенные признаки предметов, явлений и вещей, и когда мы говорим не о каком-либо отдельном человеке, а о человеке вообще, то в этом понятии мы соединяем существенные признаки всех людей, те признаки, которые присущи всем людям, без которых люди не существуют в действительности и которые отличают людей от других живых существ.</p>\n\n<p>С точки зрения диалектического материализма средневековый номинализм неправильно решает этот вопрос, так же как и средневековый реализм, хотя более прогрессивным течением было течение номинализма, имеющее в себе определённые материалистические элементы. Следовательно, вывод можно сделать такой: общие понятия отражают общность реально существующих вещей, явлений. Ленин писал: «Отдельное не существует иначе, как в такой связи, которая ведёт к общему. Общее существует лишь в отдельном, через отдельное. Всякое отдельное есть (так или иначе) общее; всякое общее есть частичка (или сторона, или сущность) отдельного. Всякое общее лишь приблизительно охватывает все отдельные предметы. Всякое отдельное неполно входит в общее и т. д...» (Философские тетради, стр. 327).</p>\n\n<p>Это и есть решение вопроса о природе общих понятий. Общие понятия выражают определённые свойства отдельных предметов. Отдельные предметы имеют нечто общее друг с другом, и эта их общность и выражается в общих понятиях.</p>"
  },
  {
    "id": 34,
    "title": "ОПРЕДЕЛЕНИЕ",
    "content": "<h2>ОПРЕДЕЛЕНИЕ</h2>\n\n<p>Каждое понятие выражает существенные признаки предмета, явления или вещи. Эти признаки составляют содержание понятия. <strong>Определить понятие</strong> – значит раскрыть его существенные признаки, составляющие это содержание. <strong>Определение (дефиниция)</strong> есть раскрытие существенных признаков предмета, явления или вещи, выражаемого понятием.</p>\n\n<p>Что такое стол? Что такое наука логики? Что такое право? Что такое государство и т.д.? Ответить на эти вопросы – значит определить сущность этих явлений и предметов при помощи понятий, то есть выразить, указать и перечислить их признаки. Если я спрашиваю, что такое государство, а вы даете определение государства, это означает, что вы раскрываете признаки, характеризующие это общественное явление. Как мы уже знаем, совокупность признаков предмета или явления составляет содержание понятия этого предмета или явления. Следовательно, <strong>определить понятие</strong> – значит раскрыть его содержание.</p>\n\n<p>Какой наиболее естественный способ определения любого понятия? Определить понятие можно перечислением всех его признаков. Я спрашиваю, что такое стол? Вы можете определить его, перечислив все признаки стола. Я спрашиваю, что такое право? Вы можете ответить на этот вопрос, перечислив все признаки права. Но в действительности это невозможно, потому что каждое явление имеет бесконечное количество признаков. Попробуйте определить лошадь, перечисляя все ее признаки, и вы никогда не дойдете до конца. Понятие охватывает не все признаки предмета, а только существенные.</p>\n\n<p>Однако и все существенные признаки невозможно перечислить исчерпывающим образом в каждом отдельном случае определения явления или предмета, так как это означало бы необходимость перечисления всех существенных признаков и разъяснения каждого из них. Поэтому наука логики устанавливает особое правило определения, выраженное следующей формулой: „определение через ближайший род и видовое отличие\". Это означает следующее: определяя предмет или явление, мы не перечисляем все его признаки, так как это невозможно, а указываем только два признака – родовой и видовой. Это позволяет определить предмет или явление, избегая полного перечисления всех его признаков.</p>\n\n<p>Таким образом, определение производится не перечислением всех признаков, а указанием родового и видового признаков. Чтобы разобраться в этой трактовке определения понятия и вывести правила, которыми нужно руководствоваться при определении, необходимо вспомнить понятие логического класса.</p>\n\n<h3>Логический класс</h3>\n\n<p><strong>Класс</strong> – это обозначение различных объектов, предметов или явлений, сходных друг с другом и имеющих общее имя. Например, стол – совокупность столов, то есть все предметы, обозначаемые словом \"стол\", составляют логический класс столов. Преступление – все явления, обозначаемые этим именем, образуют класс преступлений.</p>\n\n<p>Класс, высший по отношению к другому классу, называется <strong>родом</strong>, а низший – <strong>видом</strong>. Например, дерево – это род, а береза – вид. <strong>Род, непосредственно примыкающий к виду (то есть занимающий следующее место после вида), называется ближайшим родом (genus proximum)</strong>.</p>\n\n<p>Если расположить несколько понятий в отношениях подчинения таким образом, что каждое следующее понятие является подчиненным предыдущему, то каждое из этих понятей (кроме самого высшего и самого низшего) будет родом по отношению к одному понятию и видом – по отношению к другому. При этом непосредственно высшее понятие называется ближайшим родом.</p>\n\n<p>Например, преступление – одно понятие, кража – другое. Преступление – род; кража – вид. Является ли преступление ближайшим родом в отношении кражи? Нет. Это род, но не ближайший, так как кража относится к имущественным преступлениям. Тогда является ли имущественное преступление ближайшим родом в отношении кражи? Тоже нет. Кража является видом не имущественного преступления непосредственно, а его вида, который называется похищением чужого имущества. Следовательно, <strong>ближайшим родом для кражи является не преступление вообще и не имущественное преступление (более отдаленные роды), а похищение чужого имущества</strong>, включающее в себя тайное похищение (кража), открытое похищение (грабеж, разбой) и похищение путем обмана (мошенничество). Значит, лестница понятий в данном случае будет такова: преступление, имущественное преступление, похищение чужого имущества, кража. Преступление – ближайший род в отношении имущественного преступления; имущественное преступление – ближайший род в отношении похищения чужого имущества; а похищение чужого имущества – ближайший род в отношении кражи.</p>\n\n<p>Чтобы найти ближайший род для данного вида, требуется расположить соответствующие понятия в виде лестницы, и ступенька, следующая за видом, будет ближайшим родом; самая высшая ступенька – высшим родом, а самая низшая – низшим видом.</p>\n\n<p><strong>Определение состоит в указании ближайшего рода и признаков вида (видового отличия)</strong>. <strong>Genus proximum</strong> – это ближайший род, a <strong>differentia specifica</strong> – видовое отличие, то есть признак вида.</p>\n\n<p>Возьмем пример кражи. Попробуем определить, что такое кража: кража есть тайное похищение чужого имущества. Чтобы определение было правильным, оно должно содержать указание рода и видового отличия. Здесь ближайший род – это похищение чужого имущества, а видовое отличие – тайный способ его совершения. Следовательно, определение дано „через ближайший род и видовое отличие\". Похищение чужого имущества – это род; тайное – это видовое отличие, то есть признак, отличающий данный вид от других видов того же рода.</p>\n\n<p>Видами похищения чужого имущества являются открытое похищение (грабеж и разбой), тайное (кража) и похищение путем обмана (мошенничество). Мы указываем род – похищение чужого имущества, а затем видовое отличие, отличающее кражу от других видов, то есть от грабежа, разбоя и мошенничества. Этим признаком является тайный характер похищения, свойственный только краже, но не грабежу, не разбою и не мошенничеству. Таково основное правило определения.</p>\n\n<p><strong>Видовое отличие (видовой признак)</strong> не всегда является единичным или простым. Иногда этот признак может быть сложным и включать несколько признаков. В этих случаях, определяя предмет или явление, следует указать род, а затем видовое отличие, состоящее из нескольких признаков, отличающих данный вид от других видов того же рода. Однако не все понятия могут быть определены таким образом. Нельзя определить самым высшим родом, так как для него нельзя указать genus proximum (ближайший род). Раз это самый высший род, значит нет другого рода выше его. Равно нельзя определить низший вид. Низшим видом всегда является отдельный конкретный предмет или индивидуальное явление. Его также нельзя определить по этой схеме, потому что для него нельзя найти видового отличия. Поэтому самый высший род и самый низший вид можно не определять, а описать и объяснить.</p>"
  },
  {
    "id": 35,
    "title": "ОБРАЩЕНИЕ ОПРЕДЕЛЕНИЯ",
    "content": "<h2>ОБРАЩЕНИЕ ОПРЕДЕЛЕНИЯ</h2>\n\n<p>Когда мы даем определение понятия, важно проверить его правильность. Наука логики устанавливает правило: определение допускает <strong>обращение</strong>.</p>\n\n<p>Обращение состоит в том, что определяемое и то, чем определяется данное явление, меняются местами. С помощью обращения можно выявить ошибку в определении.</p>\n\n<p>Например, дано такое определение: кошка есть домашнее животное. Кажется правильным. Проверим путем обращения, то есть переставим определяемое и определяющее. Если я говорю, что кошка есть домашнее животное, то обращенное определение будет: домашнее животное есть кошка. Это явно неправильно, так как есть много домашних животных, кроме кошек.</p>\n\n<p>Другой пример: логика есть наука о законах правильного мышления. Проверим правильность этого определения. Произведем обращение: наука о законах правильного мышления есть логика. Это правильно, значит и определение правильно.</p>\n\n<p>Если я определю логику так: логика есть наука о мышлении, то на первый взгляд определение это тоже правильно, потому что действительно логика изучает мышление. Обратим это определение: наука о мышлении есть логика. Это уже явно неправильно, так как, кроме логики, наукой о мышлении является еще психология. Значит, неправильным было и определение логики как науки о мышлении, и эта неправильность, незаметная до обращения, после него стала очевидной.</p>\n\n<p>Обращением определения можно проверить не его правильность по существу, а лишь формальную, <strong>логическую правильность</strong>. Но это важно, так как логическая ошибка в определении может привести к ошибочности определения по существу.</p>"
  },
  {
    "id": 36,
    "title": "ЛОГИЧЕСКИЕ ФОРМЫ, СХОДНЫЕ С ОПРЕДЕЛЕНИЕМ",
    "content": "<h2>ЛОГИЧЕСКИЕ ФОРМЫ, СХОДНЫЕ С ОПРЕДЕЛЕНИЕМ</h2>\n\n<p>От определения в прямом смысле (через ближайший род и видовое отличие) следует отличать другие логические формы, которые хотя и сходны с определениями и имеют ту же цель, но не являются определениями в этом смысле.</p>\n\n<p>Логические формы, похожие на определения, имеющие ту же цель, что и определения, следующие:</p>\n\n<ul>\n  <li><strong>Описание предмета.</strong> Описание предмета есть указание всех его признаков, не только существенных, но и иных. Описание предметов обычно применяется к индивидуальным объектам, предметам или явлениям, поскольку для них нельзя обозначить видовое отличие, а значит нельзя дать определение указанием ближайшего рода и видового отличия. В отношении индивидуальных предметов приходится вместо определения прибегать к описанию. Например: Иван Иванович Иванов, 40 лет, родился в г. Москве, по профессии врач, образование высшее, глаза голубые, волосы светло-русые, рост 1 м 70 см и т.д. Это описание. Описание – это не определение, но оно может заменить его, когда последнее невозможно, а равно может восполнить определение, сделав его более конкретным.</li>\n  <li><strong>Объяснение предмета.</strong> Объяснение предмета заключает в указании ряда его свойств. При объяснении не указываются ближайший род и видовое отличие, а указываются несколько наиболее важных свойств данного предмета. Если описание применяется к индивидуальным вещам или предметам, то объяснение предмета обычно применяется к наиболее общим понятиям или категориям, для которых нельзя указать высшего рода. Например, слово „логика\" происходит от греческого \"логос\", что означает \"мысль\", \"слово\" и \"мышление\". Это не определение логики, а объяснение самого слова „логика\". В учебниках логики такого рода объяснения слов иногда называются словесными определениями. Это неправильно. Это не определение (хотя бы и словесное), а лишь объяснение слова. К такого рода объяснениям слов нам постоянно приходится прибегать. Например, что такое „юридический\"? Мы объясняем, что это слово происходит от латинского слова jus, juris, что означает право. Это не определение понятия, а только объяснение слова.</li>\n  <li><strong>Наглядное разъяснение предмета при помощи примеров и сравнений.</strong> Всем известно выражение: \"дети – цветы жизни\". Это не определение, а лишь наглядное разъяснение при помощи сравнения. В художественной литературе такого рода наглядные разъяснения встречаются очень часто. Наглядное разъяснение предмета при помощи примеров и сравнений имеет большое значение в практике и науке. Оно не определяет предмет, но может служить дополнением к определению, чтобы сделать его более выразительным и облегчить его уразумение.</li>\n</ul>\n\n<p>Таковы четыре логические формы, не являющиеся определением, но близкие к нему. Все эти приемы часто применяются в дополнение к определению, чтобы сделать его более ясным и конкретным.</p>"
  },
  {
    "id": 37,
    "title": "ГЕНЕТИЧЕСКОЕ ОПРЕДЕЛЕНИЕ",
    "content": "<h2>ГЕНЕТИЧЕСКОЕ ОПРЕДЕЛЕНИЕ</h2>\n\n<p>Общая форма определения – определение через род и видовое отличие. Обычно определение таковым и бывает, но иногда наука логики и отдельные научные дисциплины применяют иной прием определения, не тот, который выражен этой формулой.</p>\n\n<p>Существует так называемое <strong>генетическое определение</strong>. <strong>Генетическое определение</strong> – это особый вид определения, показывающий, как возникает данный предмет или явление. Иногда допускается определение не посредством указания ближайшего рода и видового отличия, а путем указания способа, которым данное явление или предмет создается.</p>\n\n<p>Такого рода <strong>генетическое определение</strong> часто применяется в математике. В геометрии окружность определяется следующим образом: окружность есть плоская кривая, образующаяся движением точки, сохраняющей равное расстояние от центра. Это определение сделано указанием способа возникновения данного предмета или явления.</p>\n\n<p>К нему приходится прибегать и в общественных науках, потому что без указания того, как возникло явление, невозможно определить многие общественные явления. Например, нельзя определить государство только указанием рода и видового отличия; такое определение будет неполным – надо указать, как государство образовалось в связи с разделением общества на классы эксплуататоров и эксплуатируемых.</p>"
  },
  {
    "id": 38,
    "title": "ПРАВИЛА ОПРЕДЕЛЕНИЯ",
    "content": "<h2>ПРАВИЛА ОПРЕДЕЛЕНИЯ</h2>\n\n<p>Существует ряд правил, которые следует соблюдать для логически правильных определений. Таких правил пять.</p>\n\n<ul>\n  <li><strong>Родовой признак должен указывать ближайшее высшее понятие, не перескакивая через него.</strong> Это значит, что при определении какого-либо понятия необходимо найти ближайший род и не заменять его более отдаленным родом, даже если он подчиняет определяемое понятие. Например, кражу можно определить через похищение чужого имущества (ближайший род), а не через имущественное преступление (не ближайший род). Дезертирство следует определять через понятие „воинское преступление“, так как оно является ближайшим родом. Это правило вытекает из самой сущности определения, которое есть определение через ближайший род и видовое отличие. Поскольку определение производится через ближайший род, то родовой признак должен указывать именно на ближайшее родовое понятие, не перескакивая через него.</li>\n  <li><strong>Видовым отличием должен быть признак, свойственный только данному понятию и отсутствующий в других понятиях того же рода.</strong> Это значит, что определяемое понятие должно иметь такой признак в качестве своего видового отличия, которого нет у других соподчиненных понятий, то есть у других понятий, относящихся к тому же роду. Например, кражу мы определили как тайное похищение чужого имущества. Родовой признак здесь — похищение чужого имущества; видовое отличие — тайный характер этого похищения. Определение кражи будет верным только тогда, когда у других видов похищения чужого имущества не будет этого признака, то есть тайности похищения. Если у других видов похищения чужого имущества есть признак тайности, определение будет неверно, поскольку этот признак является видовым отличием лишь в том случае, если он присущ только данному понятию и отсутствует у каких-либо других понятий того же рода. Проверим все виды похищения чужого имущества: кража, разбой, грабеж, мошенничество. Тайный характер похищения действительно присущ только краже, значит определение правильно.</li>\n  <li><strong>Определение не должно быть отрицательным.</strong> Отрицательное определение указывает, чем данный предмет не является, а не тем, чем он является. Например, такие определения приведут к следующим результатам: стакан — это не блюдечко, лошадь — это не корова, время — это не пространство, обвиняемый — это не свидетель. Такого рода отрицательные определения недопустимы; они говорят о том, чем предметы не являются, а нам нужно знать, чем они являются. Иногда отрицательное определение применяется в обыденной речи как образное выражение и может быть допустимо, но тогда его нельзя рассматривать как логическое определение понятия (например, „голод не тетка“). В некоторых случаях приходится прибегать к отрицательным определениям для определения так называемых отрицательных понятий. Например, что такое темнота? Мы говорим, что темнота — это отсутствие света. Такое отрицательное определение допустимо, поскольку сама темнота является отрицательным понятием. Что такое глупость? Глупость — это отсутствие ума. Это тоже правильно, потому что глупость – отрицательное понятие и означает отсутствие положительного качества — ума. Таким образом, к отрицательным определениям можно прибегать либо в виде образного выражения, либо в случаях определения чисто отрицательных понятий.</li>\n  <li><strong>Всякое определение должно быть полным, точным и ясным.</strong> <strong>Точным определением</strong> называется такое определение, которое дает четкое отличие данного предмета от других предметов того же рода. Значит, неточным определением будет такое определение, которое указывает некоторые признаки данного предмета, но не отграничивает его от других предметов того же рода. Например, логика есть полезная наука. Это правильно, но это не является определением логики, потому что оно не отграничивает ее от других наук, которые также являются полезными. <strong>Полным определением</strong> называется такое определение, которое указывает все существенные признаки предмета. Значит, неполным определением будет такое определение, которое хотя и правильно указывает признаки предмета, но не указывает всех его существенных признаков. Например, человек есть разумное существо. Это определение правильно в том смысле, что оно указывает один существенный признак человека — разум, но оно неполное, потому что не указывает ряда других самых существенных признаков человека. <strong>Ясным определением</strong> называется такое определение, которое включает в себя только понятные и известные выражения. Значит, неясным определением будет такое определение, в котором имеются непонятные выражения, образные выражения, неизвестные признаки.</li>\n</ul>\n\n<p>Таковы общие правила определения.</p>"
  },
  {
    "id": 39,
    "title": "ТИПИЧНЫЕ ОШИБКИ В ОПРЕДЕЛЕНИЯХ",
    "content": "<h2>ТИПИЧНЫЕ ОШИБКИ В ОПРЕДЕЛЕНИЯХ</h2>\n\n<p>Рассмотрим типичные ошибки в определениях, которые часто встречаются на практике. Таких ошибок много и перечислить их все невозможно. Укажем наиболее распространенные.</p>\n\n<h3>Первая ошибка: слишком широкое или слишком узкое определение</h3>\n\n<p>Определение является либо слишком узким, либо слишком широким. Смысл этой ошибки становится ясным, если вспомнить об обращении определений, то есть о перестановке того, что определяется, и того, чем определяется данный предмет. Из этого вытекает, что наиболее часто встречающейся ошибкой бывает такое построение определения, что оно является либо слишком широким, либо слишком узким, а это легко узнать, произведя обращение, перестановку.</p>\n\n<p>Кошка — домашнее животное; это определение слишком широкое, так как не только кошка является домашним животным. Логика есть наука о дедуктивных умозаключениях. Это определение будет слишком узким, потому что, кроме дедуктивных умозаключений, логика охватывает еще и индуктивные умозаключения. Это легко выяснить, произведя обращение этого определения.</p>\n\n<p>Логика есть наука о дедуктивных умозаключениях. Обращение: наука о дедуктивных умозаключениях есть логика. Неправильно. Правильно было бы сказать: наука о дедуктивных умозаключениях есть часть науки логики.</p>\n\n<h3>Вторая ошибка — тавтология в определении</h3>\n\n<p>По латыни это выражается формулой <strong>idem per idem</strong> (то же через то же), то есть определяемый объект определяется через самого себя, хотя и в других выражениях. Например, животное есть живое существо; обвиняемый есть лицо, обвиняемое в совершении преступления; свидетель есть лицо дающее свидетельские показания. Это все <strong>idem per idem</strong>, то есть данный предмет определяется через самого себя, но только в других выражениях. Это неправильное определение.</p>\n\n<h3>Третья ошибка — круг в определении</h3>\n\n<p>Круг в определении состоит в том, что в одном определении один предмет определяется через второй, а этот последний предмет в другом определении определяется через первый. Нетрудно видеть, что круг в определении по существу то же самое, что <strong>тавтология</strong> в определении и отличается только большей сложностью.</p>\n\n<p>Например, логика есть наука о законах правильного мышления. Это верно, но что же такое законы правильного мышления? Это законы, согласующиеся с правилами логики. Мы правильно определили логику через законы правильного мышления. Но когда нам нужно было определить сами законы правильного мышления, мы их определили через понятие логики, то есть вернулись к тому, с чего начали, а это уже неправильно, это логическая ошибка.</p>\n\n<p>Таковы основные, наиболее часто встречающиеся ошибки в определении.</p>"
  },
  {
    "id": 40,
    "title": "ЦЕПЬ ОПРЕДЕЛЕНИЙ",
    "content": "<h2>ЦЕПЬ ОПРЕДЕЛЕНИЙ</h2>\n\n<p>Не всегда одно определение может вместить в себя все существенные признаки данного предмета, хотя бы и через ближайший род и видовое отличие.</p>\n\n<p>Если определяемый предмет сложен, то для того чтобы определение было полным, требуется к основному, главному определению через ближайший род и видовое отличие прибавить еще ряд определений, раскрывающих признаки данного предмета, указывающих его характерные черты. Таковы, например, определения государства или права.</p>\n\n<p>Если вы возьмете, например, определение права, вы увидите, что по существу это не одно определение, а <strong>цепь определений</strong>; одно определение нанизывается на другое.</p>"
  },
  {
    "id": 41,
    "title": "ПОЛЬЗОВАНИЕ ОПРЕДЕЛЕНИЯМИ",
    "content": "<h2>ПОЛЬЗОВАНИЕ ОПРЕДЕЛЕНИЯМИ</h2>\n\n<p>Чтобы закончить наш разбор определений, нужно усвоить еще одно положение. Есть латинское выражение: <strong>omnis definitio pericalosa est</strong>. Это значит „всякое определение опасно“. </p>\n\n<p>Это верно: всякое определение не может охватить весь предмет в целом, не может охватить все явления во всем многообразии их признаков. Само слово „определение“ дает достаточно ясное представление об этой опасной стороне всякого определения.</p>\n\n<p>Определение происходит от слова „предел“, „граница“. Значит, всякое определение ограничивает данный предмет, отрывает его от множества других, связанных с ним предметов и явлений. Определение не может охватить предмет полностью, оно не исчерпывает нашего познания предметов и вещей, а служит лишь <strong>пособием на пути к полному и точному познанию действительности</strong>.</p>\n\n<p>В результате все более глубокого познания природы, вещей, явлений определение может видоизменяться. Поэтому определение не может быть раз навсегда данным, окончательным, застывшим. Определение, поскольку оно не охватывает и не может охватить предмета во всей его полноте, служит только пособием для более тщательного, более глубокого его исследования.</p>\n\n<p>Если определению придать иное, большее значение и полагать, что определение, поскольку оно включает в себя все существенные признаки данного предмета, исчерпывает наше познание данного предмета, мы неправильно понимали бы определение, и оно служило бы не пособием для исследования действительности, а <strong>тормозом на пути познания</strong>.</p>"
  },
  {
    "id": 42,
    "title": "ДЕЛЕНИЕ ПОНЯТИЯ",
    "content": "<h2>ДЕЛЕНИЕ ПОНЯТИЯ</h2>\n\n<p>С определением тесно связано и занимает смежное место <strong>деление понятия</strong>. Определение — это раскрытие существенных признаков понятия, а так как совокупность признаков понятия есть содержание понятия, то определение выражает содержание понятия, то есть признаки данного предмета, вещи, явления.</p>\n\n<p>Деление же относится не к содержанию, а к объему понятия. <strong>Деление</strong> состоит в исчислении и группировке тех объектов, то есть предметов, вещей, явлений, которые охватываются данным понятием. Вспомним, что <strong>объем понятия</strong> — это совокупность тех предметов, вещей, явлений, на которые распространяется данное понятие. <strong>Содержание понятия</strong> — это совокупность признаков предметов, вещей, явлений, к которым приложимо данное понятие.</p>\n\n<p>Определение вскрывает содержание, а деление — его объем. Естественнее всего было бы делить понятия непосредственно, то есть перечислить все предметы, входящие в объем данного понятия. Но это, во-первых, невозможно; нельзя, например, перечислить всех людей мира, нельзя исчислить все деревья, все случаи кражи, которые совершались и совершаются. Во-вторых, это и не нужно, так как нам важно не то, чтобы указать особо все предметы, охватываемые данным понятием, а нам важно сгруппировать данные предметы таким образом, чтобы увеличить и упрочить наши знания о них.</p>\n\n<p>Поэтому деление понятий состоит в следующем: мы берем какое-либо понятие и выясняем его объем, то есть устанавливаем, какие предметы, вещи, явления этим понятием охватываются. Эти предметы, явления, вещи, составляющие объем данного понятия (то есть класс), мы разбиваем на группы, на низшие классы. Для каждой такой группы или класса образуется новое понятие. Каждое такое новое понятие может быть делимо в свою очередь, и т. д.</p>\n\n<p>Такое деление мы производим дальше, пока не дойдем до того, что называется <strong>низшим видом</strong> или <strong>индивидом</strong>, то есть неделимым понятием, не поддающимся дальнейшему делению. Приведем примеры. Мы берем понятие — дерево. Объемом этого понятия являются все деревья, существующие в мире. Эти деревья можно разделить на хвойные и лиственные. Таким образом, мы имеем два новых понятия: „хвойные деревья“ и „лиственные деревья“. Новые понятия, на которые мы разделили первое понятие, являются <strong>соподчиненными</strong> по отношению друг к другу.</p>\n\n<p>Понятие „дерево“ мы разделили на понятия хвойных и лиственных, и эти два новых понятия являются <strong>подчиненными понятиями</strong> по отношению к тому понятию, которое разделено, то есть дереву, и соподчиненными по отношению друг к другу. То понятие, которое делится, является <strong>родовым понятием</strong> для тех понятий, на которые оно разделено, а эти последние, то есть новые понятия, являются <strong>видовыми понятиями</strong> в отношении того понятия, которое делится. То понятие, которое делится, называется <strong>делимым</strong>, а те понятия, на которые оно разделено, называются <strong>членами деления</strong>.</p>\n\n<p>Значит, дерево — это родовое понятие — делимое; хвойные и лиственные деревья — это видовые понятия или члены деления.</p>"
  },
  {
    "id": 43,
    "title": "ОСНОВАНИЕ ДЕЛЕНИЯ",
    "content": "<h2>ОСНОВАНИЕ ДЕЛЕНИЯ</h2>\n\n<p>Чтобы произвести разделение понятия – то есть разбить охватываемые им предметы на группы и классы – необходимо иметь **основание деления** (fundamentum divisionis или principium divisionis). Что это такое? **Основанием деления** является один из признаков делимого понятия, по которому мы разбиваем все предметы, явления, составляющие его объем, на группы (классы).</p>\n\n<p>Например, людей можно разделить на мужчин и женщин. Здесь основанием деления является половой признак. Учащихся можно разделить на успевающих и неуспевающих. Основанием здесь будет признак успеваемости.</p>\n\n<p>Таким образом, во всех случаях деления берется какой-либо свойственный делимому понятию признак, по которому все предметы, охватываемые этим понятием, делятся на группы. Можно делить людей по возрасту, партийности, образованию и т.д. Все эти признаки – возраст, партийность, образование – являются основаниями соответствующего деления.</p>\n\n<p>Вообще любой признак делимого понятия может быть использован как основание для деления всех охватываемых им явлений или предметов.</p>\n\n<p>Но чтобы деление было научным или имело практическую ценность, в качестве основания нужно брать не любой произвольный признак, а только **существенный и важный**. Например, можно разделить учащихся на брюнетов и блондинов. Формально это возможно, но такое деление не будет иметь ни практического, ни научного значения. Можно разделить людей на любящих кошек и не любящих кошек; формально правильно, но познавательной ценности нет.</p>\n\n<p>Если же мы делим учащихся по партийности или успеваемости – то есть берем **существенные признаки** и делим их на членов партии, комсомольцев и беспартийных, или на успевающих, слабо успевающих и совсем неуспевающих – такое деление помогает лучше изучать состав учащихся, что важно для практической работы и улучшения системы обучения. Значит, любой признак можно брать для деления, но для получения практических результатов нужно выбирать только **существенные признаки**. </p>"
  },
  {
    "id": 44,
    "title": "ИСКУССТВЕННОЕ И ЕСТЕСТВЕННОЕ ДЕЛЕНИЕ",
    "content": "<h2>ИСКУССТВЕННОЕ И ЕСТЕСТВЕННОЕ ДЕЛЕНИЕ</h2>\n\n<p>Логика устанавливает два вида деления: <strong>искусственное</strong> и <strong>естественное</strong>. <strong>Искусственное деление</strong> – это деление, производимое по признаку, являющемуся существенным для какой-либо цели. <strong>Естественным</strong> называется деление, основанием которого является не один изолированный признак, а совокупность всех существенных признаков, отличающих данное явление или предметы от других.</p>\n\n<p>С этой точки зрения, деление людей по возрасту или образованию будет искусственным, так как в его основе лежит только один признак. Естественное же деление применяется главным образом в естественных науках. Однако естественное деление можно найти и в общественных науках. Например, деление всех исторических обществ на первобытно-общинный строй, рабовладельческий, феодальный, буржуазный и социалистический – это естественное деление, потому что в его основе лежит вся совокупность существенных признаков, характеризующих данную социально-экономическую формацию.</p>\n\n<p>Деление буржуазного государства на монархии и республики в государственном праве будет искусственным, так как берется в основание только один признак – кто является главой государства, и не учитываются другие важные признаки. Например, президент США имеет больше власти, чем английский король.</p>\n\n<p>Разграничение естественного и искусственного деления условно и часто не носит серьезного характера. В ряде случаев между ними нельзя провести четкую границу. То, что в одних условиях является естественным делением, в других может быть искусственным, и наоборот. Это бывало неоднократно как в истории, так и в естественных и общественных науках. Деления, казавшиеся естественными, оказывались потом искусственными по мере развития науки.</p>\n\n<p>Практически важно, чтобы за основание деления всегда брались <strong>существенные признаки</strong>, важные для конкретной научной или практической цели. Если такие признаки найдены и деление основано на них, не имеет большого значения, является оно естественным или искусственным. В области права большое значение имеют деления права на отдельные отрасли: государственное, административное, уголовное, судебное и т.д.; деление уголовного права на общую и особенную части; деление судебных доказательств на прямые и косвенные – и другие подобные деления.</p>\n\n<p>Таким образом, выражение \"искусственное деление\" не следует понимать буквально. <strong>Искусственное деление</strong> – это не выдуманное или произвольное деление. Необходимо всегда производить деление, в основе которого лежит какой-либо существенный признак, выбранный с определенной целью.</p>\n\n<p>В отличие от этого, <strong>естественное деление</strong> имеет в своей основе не один признак, а всю совокупность существенных признаков, или хотя бы один, но такой основной и определяющий, от которого зависит вся остальная совокупность признаков данной системы (включая политические и идеологические формы, науку, философию и т.д.). Например, при изучении развития общественных форм в качестве основания деления берется способ производства – то есть один признак, но основной и определяющий, от которого зависит вся совокупность других признаков данной социально-экономической системы. Такое деление условно называется естественным.</p>"
  },
  {
    "id": 45,
    "title": "ЛОГИЧЕСКИЕ ФОРМЫ, СХОДНЫЕ С ДЕЛЕНИЕМ",
    "content": "<h2>ЛОГИЧЕСКИЕ ФОРМЫ, СХОДНЫЕ С ДЕЛЕНИЕМ</h2>\n\n<p>При изучении деления следует учитывать, что существует ряд логических форм, сходных с ним, но не являющихся делением. От деления следует отличать следующие:</p>\n\n<ul>\n  <li><strong>Расчленение понятия на отдельные признаки</strong>. Это отличается от деления следующим образом: в делении отдельные члены представляют собой самостоятельные группы (классы) предметов или явлений, составляющие виды делимой группы (класса). Например, если мы делим деревья на березу, сосну, ели и т.д., это будет делением, так как каждый член деления представляет определенный класс самостоятельных предметов, к каждому из которых приложимо общее понятие (имя). При расчленении же понятия на отдельные признаки выделяются его признаки, которые не представляют собой отдельных классов предметов или явлений и к ним нельзя приложить то общее понятие, которое мы разложили на признаки. Например, дерево состоит из ветвей, ствола и т.д. Деление дерева на ствол, ветви, кору – это расчленение понятия, а не его деление, так как ствол, ветви, кора не являются видами понятия \"дерево\", а представляют его отдельные признаки.</li>\n  <li><strong>Различение смысла одного и того же имени или слова, обозначающего разные понятия</strong>. Например, слово \"свет\" означает, во-первых, мир; мы говорим: весь свет, нигде на свете этого найти нельзя и т.д. Во-вторых, слово \"свет\" означает ощущение, вызываемое в сетчатке глаза воздействием различных тел: яркий свет, слабый свет и т.д. То же самое слово \"мир\". Мир означает, во-первых, всю вселенную, а во-вторых – состояние согласия между людьми. Например, заключить мир, мирные отношения. Здесь мы не делим понятие мир на два новых понятия, а различаем два значения одного и того же слова.</li>\n  <li><strong>Расположение мыслей по определенному плану в целях ясности и систематичности изложения</strong>. Например, вы хотите изложить сущность дезертирства как одного из наиболее опасных преступлений. Вы излагаете так: дезертирство есть воинское преступление; дезертирство состоит в самовольном оставлении военнослужащим своей части в целях уклонения от военной службы; дезертирство – это тяжелое преступление; дезертирство особенно опасно в условиях войны. Это не деление понятия \"дезертирство\", но систематическое расположение мыслей, чтобы наиболее полно охарактеризовать данный объект.</li>\n</ul>"
  },
  {
    "id": 46,
    "title": "ПРАВИЛА ДЕЛЕНИЯ",
    "content": "<h2>ПРАВИЛА ДЕЛЕНИЯ</h2>\n\n<p>Правила, которые необходимо соблюдать для того, чтобы деление не было произвольным, а представляло собой научную или практическую ценность:</p>\n\n<ul>\n  <li><strong>При одном и том же делении необходимо применять одно и то же основание.</strong> Это означает, что любое деление производится на основании признака, общего всему объему делимого понятия – то есть, общему всем членам деления. При проведении деления в отношении всех членов мы должны руководствоваться неизменно только этим одним признаком. Например, нельзя делить людей на учащихся и спортсменов, поскольку основанием этого деления будут лежать два признака. Нужно, чтобы в отношении обоих членов деления был взят только один признак. Нельзя делить столы на письменные и деревянные, потому что в первом случае берется назначение стола, а во втором – материал, из которого он сделан. Нельзя делить людей на образованных и высоких, поскольку здесь берутся различные признаки. Это правило имеет большое практическое значение: при делении предметов на группы необходимо следить за тем, чтобы все группы были расположены на основании какого-то одного признака, а не различных признаков.</li>\n  <li><strong>Члены деления должны взаимно исключать друг друга.</strong> Это значит, что при разделении предметов на группы по какому-либо признаку, являющемуся основанием деления, каждый отдельный предмет должен находиться только в одной группе и не более чем в одной. Например, часто людей делят на научных и практических работников. Это может быть правильно, так как в основании лежит характер выполняемой работы, но это деление неточно из-за большого количества людей, которые одновременно являются и научными, и практическими работниками. Деление неточно, поскольку один и тот же предмет находится в двух группах.</li>\n  <li><strong>Члены деления по отношению к делимому понятию должны быть непосредственно низшими, а по отношению друг к другу – соподчиненными.</strong> Это означает, что при делении класса предметов на низшие классы эти низшие классы должны непосредственно примыкать к делимому классу. Например, если взять понятие \"государственное преступление\" и начать делить его на классы в таком порядке: измена родине, шпионаж, террористические акты, диверсия, бандитизм, массовые беспорядки, то это будет неправильным делением. Хотя все эти преступления относятся к государственным, при таком делении мы перескакиваем через класс. Отдельные виды преступлений (измена родине, шпионаж и др.) входят в понятие \"государственное преступление\", но они не являются непосредственно низшими по отношению к нему, поскольку государственные преступления делятся на два класса – контрреволюционные преступления и особо опасные против порядка управления. Контрреволюционные же преступления в свою очередь делятся на измену родине, шпионаж, диверсии и т. д., поскольку эти преступления являются непосредственно низшими по отношению к понятию \"контрреволюционные преступления\". Значит, деление должно быть последовательным. Для юриста интересно проанализировать статью 326 Уголовно-процессуального кодекса РСФСР, которая указывает на виды судебных приговоров. Статья 326 делит приговоры на три группы: а) о применении наказания; б) об освобождении от наказания в силу давности, амнистии и оснований (п. 8 УК); в) об оправдании подсудимого. Таким образом, понятие \"приговор\" разделено на три группы.<br>\n    <ul>\n      <li>А – делимое понятие – приговор.</li>\n      <li>В – приговор с применением наказания.</li>\n      <li>С – приговор, освобождающий от наказания.</li>\n      <li>Д – приговор оправдательный.</li>\n    </ul>\n    <p>Деление правильно по существу, но с точки зрения требования непосредственной низшей соподчиненности членов деления (В, С и Д) к делимому понятию А оно неправильно. В и С являются обвинительными приговорами, причем одним из них подсудимый признан виновным и подвергнут наказанию, а другим – также признан виновным, но освобожден от наказания, тогда как Д – оправдательный приговор, которым подсудимый признан невиновным. Таким образом, В и С не являются непосредственно низшими по отношению к А. Деление понятия \"приговор\" нужно проводить иначе: понятие приговор А делится на 2 класса: В – обвинительный приговор; С – оправдательный приговор; обвинительный приговор в свою очередь делится на 2 класса – обвинительный приговор с применением наказания и обвинительный приговор без применения наказания.</p>\n    <ul>\n      <li>А – приговор.</li>\n      <li>В – обвинительный приговор.</li>\n      <li>С – оправдательный приговор.</li>\n      <li>В1 – обвинительный приговор с применением наказания.</li>\n      <li>В2 – обвинительный приговор без применения наказания.</li>\n    </ul>\n  </li>\n  <li><strong>Члены деления, вместе взятые, должны равняться объему делимого понятия.</strong> Понятие А мы разделили на понятия В и С; это будет правильно в том случае, если В + С = А. Если мы разделим А на три понятия В, С и Д, то это деление будет правильно, когда В + С + Д = А. Например, если кто-либо разделит людей по цвету кожи на белых и черных, то белые люди + черные люди должны в совокупности равняться всем людям вообще. Это неправильно, так как есть еще люди с другим цветом кожи. Другой пример: А – приговор, В – обвинительный приговор, С – оправдательный приговор. Проверим: обвинительные + оправдательные приговоры должны равняться всему объему понятия \"приговор\". Это деление будет правильно, потому что других приговоров, кроме обвинительных и оправдательных, по закону не существует.</li>\n  <li><strong>Основанием деления (principium divisionis) должен быть признак, указывающий на важное различие между члерами деления.</strong> Мы уже говорили об этом, когда излагали сущность деления. Можно делить предметы по любому признаку, но деление не всегда будет научным или практически ценным, поскольку если в основание деления взять несущественный признак, то это деление значения иметь не будет. Любопытную иллюстрацию такого деления на основании несущественных признаков можно найти в произведении Свифта \"Путешествия Гулливера\". В одном мифическом государстве люди разделялись на две партии, враждебно относившиеся друг к другу. Признаком, который разделял эти враждующие партии, было то, что сторонники одной разбивали яйца с острого конца, другие – с тупого; одни назывались остроконечниками, другие – тупоконечниками. Действительно, замечательное \"основание деления\"!</li>\n</ul>\n\n<p>Итак, деление должно производиться только по существенным признакам, указывающим на важное различие между предметами.</p>"
  },
  {
    "id": 47,
    "title": "КЛАССИФИКАЦИЯ",
    "content": "<h2>КЛАССИФИКАЦИЯ</h2>\n\n<p>Мы иногда говорим: данные предметы, явления мы делим на группы. Иногда выражаем эту мысль иначе – мы классифицируем данные предметы, явления. <strong>Классификация</strong> – это деление на классы, на группы. Значит, всякая классификация – это деление, но не всякое деление есть классификация. Классификация – особая форма деления.</p>\n\n<p>Что же такое классификация? <strong>Классификация</strong> – это последовательно проведенное деление понятий (то есть предметов, охватываемых понятием) от самого высшего до самого низшего. Такое деление называется классификацией, поскольку все предметы, охватываемые понятием, последовательно распределяются по классам. Каждый класс в свою очередь разделяется на низшие классы, каждый из этих последних классов – на еще более низшие и т. д.</p>\n\n<p>Таким образом, классифицированные предметы в результате классификации составляют стройную и устойчивую систему, и каждый член классификации получает в этой системе свое постоянное место. Примерная схема классификации:</p>\n<ul>\n    <li>Делимое понятие А делится на два низших понятия В и С;</li>\n    <li>В делится также на два низших понятия – Д и Е, а С – на К и Л;</li>\n    <li>каждое из этих последних понятий также делится на два низших понятия и т. д.</li>\n</ul>\n\n<p>Все это в совокупности будет классификацией, поскольку все предметы разделены по группам сверху донизу, и каждая из этих групп занимает определенное место.</p>\n\n<p>Классификация отличается от обычного деления двумя признаками: 1) последовательность деления, доведенная до конца; 2) устойчивость порядка деления. Любое деление может быть произведено без какой-либо цели и оно отбрасывается, теряет значение, когда эта цель достигается. Классификация же, будучи создана, получает устойчивый характер, сохраняется длительное время, пока не будет заменена новой, более удачной классификацией.</p>\n\n<p>Такие классификации широко применяются в области различных естественных наук. В юриспруденции мы также имеем различные и очень важные для науки права классификации юридических понятий и правовых явлений. Пример такой классификации можно найти в особенной части Уголовного кодекса.</p>\n\n<p>Особенная часть представляет собой классификацию преступлений. Общее понятие \"преступление\" делится на классы – государственные преступления, должностные преступления, воинские преступления, имущественные преступления, преступления против личности и т. д. Каждый из этих классов в свою очередь делится на низшие классы, вследствие чего все преступления располагаются в определенной системе, и каждый вид преступлений в этой системе занимает свое постоянное устойчивое место, обозначаемое статьей Уголовного кодекса, а иногда частью статьи или ее пунктом (например, ст. 116, часть 2, ст. 193-7 пункты а, б, д.).</p>\n\n<p>В чем цель классификации? Джон Стюарт Милль очень удачно определил эту цель: \"Задача классификации может быть изложена вообще следующим образом: заставить думать о вещах в таких группах, а об этих группах в таком порядке, чтобы скорее всего запомнить и обнаружить их законы\". Мысль правильная. Если мы изучаем множество различных предметов, но эти предметы не классифицированы, не разбиты на классы и не расположены в определенном систематическом порядке, то мы не сможем их изучить: их много, они расположены без всякой системы, охватить их все без исключения мы не сможем. Если же предметы расположены в систематическом порядке, как это примерно изображено на приводимой схеме, если все предметы разбиты на группы, каждая группа – на более мелкие группы и все эти группы расположены в определенном порядке, так, что каждая группа занимает определенное устойчивое место, то мы легко можем охватить все эти предметы, изучить их и обнаружить существующие между ними отношения и закономерности, то есть достичь той цели, которую преследует всякая наука.</p>"
  },
  {
    "id": 48,
    "title": "ОСНОВАНИЕ КЛАССИФИКАЦИИ",
    "content": "<h2>ОСНОВАНИЕ КЛАССИФИКАЦИИ</h2>\n\n<p>В основание всякого деления, а тем более классификации как развернутого деления, должен быть положен обязательно <strong>существенный признак</strong>, ибо только он может быть основанием деления. Но каждый предмет, каждое явление может иметь не один только существенный признак, а много таких признаков, поэтому вполне мыслимо, что одни и те же предметы, явления могут быть классифицированы по-разному, то есть в отношении одних и тех же предметов, явлений может быть проведено несколько различных классификаций.</p>\n\n<p>Например, в особенной части Уголовного кодекса классификация преступлений по родам (главам УК) произведена по <strong>объекту преступления</strong>, то есть по тому, на что направлено преступление: имущественные, против личности, государственные преступления и т. д. Но если внимательно взглянуть во все статьи УК, то можно найти и другие существенные признаки, которые могут играть роль в качестве основания классификации, например <strong>тяжесть наказания (санкция)</strong>, способ совершения преступления и др.</p>\n\n<p>Значит, все виды преступлений можно классифицировать и по тяжести грозящего наказания и по способу совершения преступления и др. Так, например, похищение чужого имущества делится на известные виды – тайное похищение, открытое похищение, похищение путем обмана. Это деление произведено на основании <strong>способа совершения преступления</strong>.</p>\n\n<p>Значит, во-первых, может быть проведено несколько классификаций одних и тех же предметов, потому что в основу классификации могут быть положены различные признаки, а во-вторых, в пределах одной и той же классификации основание классификации может охватывать неодин признак, а несколько. Так, преступления классифицируются на основные группы по объекту преступления, а в пределах каждой группы дальнейшее деление может производиться и по иным признакам, например по способу совершения преступления, по его последствиям, по мотивам его совершения и т. д.</p>\n\n<p>Как же производить наиболее целесообразно классификацию, учитывая множественность существенных признаков классифицируемых явлений, которые могут послужить основанием для классификации? Профессор Бэн установил одно правило для классификации, которое он назвал \"<strong>золотым правилом научной классификации</strong>\", подчеркивая этим особенное значение этого правила. Бэн писал: \"Из различных группировок сходных предметов нужно отдать предпочтение той, которая основана на наиболее многочисленных и наиболее важных признаках\".</p>\n\n<p>Это значит, что если данную совокупность предметов можно классифицировать по одним признакам таким образом, а по другим – другим образом, а по третьим – третьим образом, то нужно выбрать из этих трех возможных классификаций ту, в основе которой будут лежать наиболее многочисленные и наиболее важные признаки. Это можно видеть из той же особенной части Уголовного кодекса.</p>\n\n<p>В Уголовном кодексе есть специальный раздел – <strong>воинские преступления</strong>. Почему выделена эта глава? Ведь логически все воинские преступления можно разбить между всеми другими главами – часть отнести к контрреволюционным преступлениям, а часть – к имущественным преступлениям, против личности, против порядка управления и т. д. Но этого не делается, потому что между всеми воинскими преступлениями имеется большое число очень важных признаков сходства. У всех воинских преступлений, при всех различиях между отдельными их видами, имеется большое число весьма важных общих признаков, вытекающих из того, что это преступления, совершаемые военнослужащими, направленные против порядка несения военной службы. Это обстоятельство и служит основанием для того, чтобы все воинские преступления сгруппировать вместе и выделить в отдельный логический класс воинских преступлений.</p>\n\n<p>К вопросам научной классификации придется еще вернуться, когда мы будем изучать методологию наук.</p>"
  },
  {
    "id": 49,
    "title": "ТЕРМИНОЛОГИЯ И НОМЕНКЛАТУРА",
    "content": "<h2>ТЕРМИНОЛОГИЯ И НОМЕНКЛАТУРА</h2>\n\n<p>Поскольку научная классификация распределяет предметы данного класса на целый ряд подчиненных классов, а каждый из подчиненных классов подвергает дальнейшему делению и каждый предмет или группа предметов в системе классификации занимает устойчивое место, крайне важно, чтобы для всех групп, на которые разбивается делимое понятие, было установлено постоянное и неизменное наименование. Классификация тогда является устойчивой, когда для каждого члена этой классификации имеется определенное постоянное наименование, ибо если отдельный член деления будет сегодня носить одно наименование, а через некоторое время другое или если два члена будут носить одно и то же наименование, то научная ценность классификации снизится, усвоить, изучить классифицируемые предметы, обнаружить их связи и закономерности будет очень трудно. Отсюда важность для классификации <strong>терминологии</strong> и <strong>номенклатуры</strong>.</p>\n\n<p><strong>Термином</strong> называется слово, постоянно употребляемое в одном и том же смысле для обозначения часто встречающегося понятия. <strong>Терминология</strong> – это совокупность терминов, применяемых в какой-либо науке, и определение их значения. В каждой науке – естественной, общественной, философской – имеется своя терминология. В юридической науке, в науке права есть юридическая терминология. Таковы общие юридические термины: право, правоотношение, субъект права, объект права и др. Точно так же есть определенная терминология в каждой отдельной отрасли права. Например, в уголовном праве применяются такие термины: преступление, наказание, вина, умысел, покушение, соучастие и много других. Иными словами, термин однозначен имени, то есть обозначению понятия, и характеризуется постоянством его применения для обозначения часто встречающихся понятий в определенной отрасли науки. Это есть термин в широком смысле.</p>\n\n<p>Термины могут обозначать: \n<ul>\n    <li>классы предметов</li>\n    <li>различные признаки этих предметов</li>\n</ul></p>\n\n<p>Совокупность названий для обозначения классов, предметов или явлений называется <strong>номенклатурой</strong>, а совокупность названий для признаков этих предметов называется <strong>терминологией</strong> в собственном или узком смысле. Иллюстрацию этого можно наглядно получить в любой правовой науке. Возьмем уголовное право. Какие классы предметов, явлений существуют в уголовном праве? Отдельные виды преступлений. Совокупность названий для групп преступлений в уголовном праве и есть номенклатура. Значит, совокупность названий и для широких, и для более мелких групп преступлений – это все есть номенклатура, применяемая в уголовном праве. А совокупность таких названий, как умысел, неосторожность, вина, соучастие, недоносительство, отягчающие обстоятельства, смягчающие обстоятельства, и др. – это терминология, ибо здесь идет речь о наименовании признаков, свойств данных явлений (преступлений).</p>"
  }
]